/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50619
Source Host           : localhost:3306
Source Database       : KaoQin

Target Server Type    : MYSQL
Target Server Version : 50619
File Encoding         : 65001

Date: 2018-01-16 17:29:53
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for Affix
-- ----------------------------
DROP TABLE IF EXISTS `Affix`;
CREATE TABLE `Affix` (
  `ID` char(36) NOT NULL,
  `MasterID` char(36) DEFAULT NULL COMMENT '资源ID',
  `Type` varchar(50) DEFAULT '',
  `FileName` text,
  `SaveName` text NOT NULL,
  `FileExtension` text,
  `ContentType` text,
  `Content` longblob,
  `IsDeleted` bit(1) NOT NULL DEFAULT b'0',
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  `Prev` char(36) DEFAULT NULL,
  `Next` char(36) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Affix
-- ----------------------------

-- ----------------------------
-- Table structure for Attendance
-- ----------------------------
DROP TABLE IF EXISTS `Attendance`;
CREATE TABLE `Attendance` (
  `ID` char(36) NOT NULL COMMENT '数据资源ID',
  `PersonId` char(36) DEFAULT NULL COMMENT '数据类别ID',
  `StartTime` varchar(255) DEFAULT NULL COMMENT '上班时间',
  `EndTime` varchar(255) DEFAULT NULL COMMENT '下班时间',
  `Date` varchar(255) DEFAULT NULL COMMENT '时间',
  `Vacation` int(11) DEFAULT NULL COMMENT '是否请假   (1 请假  0 正常)',
  `Vacation_Reason` varchar(255) DEFAULT '' COMMENT '请假事由',
  `IsDeleted` bit(1) DEFAULT NULL,
  `TimeStamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Attendance
-- ----------------------------

-- ----------------------------
-- Table structure for Dept
-- ----------------------------
DROP TABLE IF EXISTS `Dept`;
CREATE TABLE `Dept` (
  `ID` char(36) NOT NULL,
  `DeptName` text,
  `ParentID` char(36) DEFAULT NULL,
  `Rank` int(11) DEFAULT NULL,
  `IsDeleted` bit(1) NOT NULL DEFAULT b'0',
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Dept
-- ----------------------------
INSERT INTO `Dept` VALUES ('00000000-0000-0001-0000-000000000000', '南京安夏', '00000000-0000-0000-0000-000000000000', '1', '\0', '2018-01-16 08:44:09');
INSERT INTO `Dept` VALUES ('00000000-0000-0001-0000-000000000001', '研发部', '00000000-0000-0001-0000-000000000000', '3', '\0', '2018-01-16 08:44:47');
INSERT INTO `Dept` VALUES ('00000000-0000-0001-0000-000000000002', '财务部', '00000000-0000-0001-0000-000000000000', '4', '\0', '2018-01-16 08:44:48');
INSERT INTO `Dept` VALUES ('00000000-0000-0001-0000-000000000003', '行政部', '00000000-0000-0001-0000-000000000000', '5', '\0', '2018-01-16 08:44:53');

-- ----------------------------
-- Table structure for Log
-- ----------------------------
DROP TABLE IF EXISTS `Log`;
CREATE TABLE `Log` (
  `ID` char(36) NOT NULL DEFAULT '',
  `UserID` char(36) DEFAULT NULL,
  `OptTime` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  `IP` text,
  `Region` text,
  `Account` text,
  `OptType` text,
  `Content` text,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Log
-- ----------------------------
INSERT INTO `Log` VALUES ('00064ab9-1315-4528-a65b-94f6439847f6', '00000000-0000-0000-0000-000000000001', '2017-10-27 17:17:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('00732afc-6086-46a4-88f4-22a85fcca601', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:05:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('00e7136e-3a1d-49ae-96c1-f60eb97de43a', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:47:12', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('012df376-f1a1-4a0a-827b-58c99683b6e4', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:58', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('013b1b45-dcda-40fa-95c4-af207de86b65', '00000000-0000-0000-0000-000000000001', '2017-11-21 08:42:11', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('0166c4d0-049e-466c-a243-5cae9a0df154', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:26:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('016a4c77-17a6-4826-b051-6aada58df61e', '00000000-0000-0000-0000-000000000001', '2017-12-21 08:40:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('01a87f3a-46ad-49fb-882f-cb54c9cfe491', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:46:14', null, '淮安市纪委', '管理员', '修改', '使用者的角色设置');
INSERT INTO `Log` VALUES ('01d25087-b7fd-46d2-8532-12f3dc24217f', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:25:21', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('02477807-b5b2-4626-b5f1-f4b53c7400c1', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:50:00', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('02553a70-b608-4393-880f-6ffe9800e0ec', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:06:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('0257fab6-d27e-4181-8ebc-c132e096e992', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:16:47', null, '淮安市纪委', '管理员', '修改', 'yuzuru1的用户设置');
INSERT INTO `Log` VALUES ('02827352-0586-4bd9-9746-96851a6cb3e8', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:44:30', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('02d6c7ab-d651-46b2-9bf9-9afbf4f87279', '00000000-0000-0000-0000-000000000001', '2017-12-11 11:02:51', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('032eaa83-bc53-4ca0-a219-cc9a87fd0b8d', '00000000-0000-0000-0000-000000000001', '2017-10-18 12:19:21', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('037ef4d2-2d9f-4911-823a-7bcd6620eaa1', '00000000-0000-0000-0000-000000000001', '2017-11-06 18:14:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('03aa70c7-73f6-4fea-bbc1-77a37a9dc9c6', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:12:12', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('03afa90c-651e-4f8e-8fd9-8e4935c1e68b', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:12:10', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('03f8ab04-b6f4-49a6-9a7e-f1451b813ef0', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:30:58', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0447145b-4432-4d86-a4c6-65ae1a0b3778', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:41:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('049be2b1-a9af-4d37-8e07-b280ebe5c4bc', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:23:27', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('04d9e8a9-b37c-4262-87bc-e73028f4d49c', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:06:04', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('050e1394-5d98-467c-a43e-90a01cd7dfa1', '00000000-0000-0000-0000-000000000001', '2017-10-19 11:19:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('05116e72-9421-47c4-a1b7-02aab439723b', '00000000-0000-0000-0000-000000000001', '2017-10-23 15:10:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('057da298-e63d-467c-bcab-1e7a13e14a3e', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:38:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('06b9e1ad-bcfb-46de-8d2f-c8bd891b6c0d', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:05:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('06f9efdc-9cb9-42fb-b58e-3dca09fae72a', '00000000-0000-0000-0000-000000000001', '2017-10-17 14:16:14', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('072fddd5-4e17-4b77-81dd-6d4ed5de6c35', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:36:01', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('07aca574-49af-4500-a61b-d3f45910ca55', '00000000-0000-0000-0000-000000000001', '2017-10-18 16:49:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('07e88ad4-9fea-494b-9718-716d4f07c3ee', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:08:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('07eaf74c-ab97-4599-a6fa-9540667cf2ed', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:38:58', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0825b847-67a1-4408-86b6-558b59796e20', '00000000-0000-0000-0000-000000000001', '2017-11-09 11:11:53', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('08a040a8-6ed7-4793-9c4f-f9837d670afd', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:38:52', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('08c3f10a-824e-4b66-af71-f1ad6d69f990', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:52:40', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('0907a96b-42dd-442b-8dfd-1f7975b4a926', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:09:33', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0936a04a-1764-4796-94ed-57c9141e68b9', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 17:17:28', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('0aafc416-30fd-484e-8c57-bfbd31e8c7ae', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:37:36', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0adfdda6-9492-4b83-bd30-42bb8538e21e', '00000000-0000-0000-0000-000000000001', '2017-11-11 12:13:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0b21cbbf-a270-49a7-8884-60e9b6e48108', '00000000-0000-0000-0000-000000000001', '2017-11-04 15:52:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('0c0434bc-e416-4ffd-ad08-cb98a76a09f6', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:18:32', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('0c3157d9-17d3-4d11-ada3-63f922af8356', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:33:01', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('0d22edbd-0b5c-42e3-bc81-b54796d7e873', '00000000-0000-0000-0000-000000000001', '2017-11-21 08:42:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0d37c10a-f4d9-454d-8035-c8d910e57ce1', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-18 16:42:01', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('0d38d646-448d-4c1c-8f39-b9af3e4bcc9a', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:37:56', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0d8061db-0ea2-4fcf-8e38-a69909f85ae0', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:02:36', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('0d9dd78b-371f-4dfd-9516-7026461f43a9', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:38:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0da5e3aa-75b2-4c6a-8da4-cb30bea8c80e', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:01:54', null, '淮安市纪委', 'yuzuru1', '新增', '');
INSERT INTO `Log` VALUES ('0ddead6d-545a-4101-95ec-127cdb1f4c2b', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 10:49:51', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('0dfa8b56-3dad-418b-9a47-62387ba432ae', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:36:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0e7d454b-5cbd-4add-baf4-ee4e09cf8aa0', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:46:13', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('0efc4afc-500a-4595-ad38-c6155a11bdf5', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:18:13', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('0f2edbc9-6518-44ae-8462-3607bf18d505', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:12:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0f56e129-14ef-4b78-b685-4bee62e63e71', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:36:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('0f696985-f218-4f7a-afac-9ce5514bba12', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:13:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('0f94874b-14aa-4e64-882d-953d3fa74206', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:01:53', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('0fcbde93-f5a3-4f3a-abe7-1e7306044c55', '00000000-0000-0000-0000-000000000001', '2017-10-23 13:56:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('0fd1049d-1396-4d7c-a5bd-dcf7850d6996', '00000000-0000-0000-0000-000000000001', '2017-11-02 10:11:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('102185f4-1a72-4252-972d-29bd5cfa923c', '00000000-0000-0000-0000-000000000001', '2017-11-10 13:02:27', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1098d523-2896-44c1-8a73-36b957663c86', '00000000-0000-0000-0000-000000000001', '2017-10-16 15:03:29', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('10ed6879-ec3e-4f3c-8809-48e3b9526885', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:15:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1137de46-50da-4568-9a5c-485881a49099', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:35:38', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('116a0b15-2c4e-4d2c-a3f5-3f25b1c94cde', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:35:57', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('116f6fb1-9877-4a85-8f9f-407269efc33c', '00000000-0000-0000-0000-000000000001', '2017-11-10 10:52:13', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('11bb9079-5793-41f0-bd06-910578699040', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:40:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1211086e-cad9-4841-8fce-e9cabb2eaec5', '00000000-0000-0000-0000-000000000001', '2017-10-16 09:23:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('121770b6-a202-4da9-b71f-d7870592e83b', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:23:18', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('12af7ac5-3553-471d-98d4-93f641b0e194', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:50:34', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('13778c83-e35a-496f-879d-14b082f059b5', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:02:25', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('139acea1-0564-4521-8bdc-4177f807e4a1', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:32:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('13a28f50-4e60-4313-8e6e-59e3d4f59591', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:12:12', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('13a95bc9-0b32-4505-9948-ca71e4c7e552', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:37:37', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('141e17e9-36f0-4d9c-899f-bca3f11f2469', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:35:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('14f658b7-8447-4727-8476-1fcaa601f021', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:22:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1501635d-74ff-4135-b466-c7242d4ea9fd', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:48:42', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('15ee700c-e7fa-4dbb-b5d5-8546cd15abf9', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:44:31', null, '淮安市纪委', '管理员', '新增', 'test的用户设置');
INSERT INTO `Log` VALUES ('15ef9c8c-cbed-41cc-b915-0ac7eea71761', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:35:15', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('16036a89-b0b6-4b25-b36f-61c486a47b8c', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:57', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('1606d9f6-3e18-4e5b-a770-08de586039e4', '00000000-0000-0000-0000-000000000001', '2017-12-21 13:06:14', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('165140a1-8674-407c-8b52-a800f934ec3f', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:23:45', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('16a40674-1cee-47e1-9f4e-54f929b25a51', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:14:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('16c08621-170c-4c49-b35f-ab4a500f5e74', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:26:00', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('17ba3a45-e203-47a6-9f12-41f6f42ae4f1', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-18 16:42:04', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('17ef40ee-7dd8-491d-8006-497a46674374', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:21:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('18119e37-68ea-44fa-b6dd-3175f7df60a0', '00000000-0000-0000-0000-000000000001', '2017-11-10 09:00:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('182e46a2-85b9-4e13-b47b-3680be0a21eb', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:40:36', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1836e199-4fba-4e16-b68d-632016fc4490', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:41', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('19244182-d954-418d-b8d0-c1ef01ecb117', '00000000-0000-0000-0000-000000000001', '2017-12-21 08:40:15', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('195f872b-4786-4f3d-86ea-feaf2005850b', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:33:01', null, '淮安市纪委', '管理员', '修改', '部门');
INSERT INTO `Log` VALUES ('19c17fa4-edfc-45c5-b6a9-c8eb9e0a28b4', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:08:25', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1a0a8228-ec14-4528-9fda-6766289ece14', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:12:22', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1a434e70-c091-4ec2-bf9a-70ee0bd60d28', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:25:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1ab04ded-19da-475f-a75d-0ebca335665f', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:25:21', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1ae4d9f8-0a89-4191-a487-d04216e38354', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:45:30', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('1b3dbf57-2de5-4795-ba61-d2651d49fbb5', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:15:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1b5cfa99-4684-42b6-bd3f-75aa28d08e48', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:31:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1c8177e4-e0f9-471e-9d01-9a0314acddee', '00000000-0000-0000-0000-000000000001', '2017-10-16 17:30:39', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1cb82606-c287-490f-a1c6-aef3b844b5bc', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:20:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1cc3546f-f593-46cb-bbb7-33b9cb766c2a', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 10:49:32', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1d0b1270-2d68-49af-bf3d-8cb5e879f862', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:03:26', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1d7ab339-d47a-4b6b-a361-8c0dd924d5cb', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:58:16', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1dd52eb8-f579-4c0d-ad3e-665e24f335b4', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:00:34', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('1de56afc-8e41-4e3a-9350-8de0af3b4709', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:11:31', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1deb0e22-104e-455a-afe7-702a1c30ed0d', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:39:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1e59ee1c-62db-418f-b66c-0687aa5e5a8a', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:49:14', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1e614e78-beff-488a-b5b0-a4ff0f8ecb95', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:03:41', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('1f2a1433-8b4c-4887-998e-a4d3421f0c02', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 17:20:58', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('1f2b6031-762c-4fc3-884f-9777f1d158f7', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:56:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1f418fdf-1fb7-4aa8-aa47-7417b75a4979', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:03:06', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('1fa550b6-c122-49f3-a8b0-6b1629eb6a73', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:26:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('1fee673e-2b22-439b-ae58-bfbe7277d3ba', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:57:19', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('1ff39c72-1fe1-48e5-a706-3243c3928244', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:01:49', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2062b759-3b7c-42d5-ad07-585e3170f0fe', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:06:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('2096b195-72be-45eb-bb7c-0fea392e845a', '00000000-0000-0000-0000-000000000001', '2017-12-18 16:22:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('20a70be5-1139-42dd-89f4-6767f12cdbdb', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:27:17', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('20d86a78-df9e-428b-8fa0-815dcd03c662', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:02:26', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('21210be8-1fe3-4d60-83d6-f5a08f5f526f', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:31:17', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('21aab7aa-05b1-4c13-ab1b-0bd50da823dc', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:27:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('21ebb232-2711-4eb4-bb62-509ba58a26cf', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:39:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('21f66009-e029-4a61-8fd2-503c4c014177', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:18:37', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2214acae-d3d1-4d12-ab22-50a1139b5869', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:16:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('22394563-e922-4386-84ac-16fa29c1a732', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:48:48', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('224d88aa-50b7-4aa4-8188-c803eff30ffb', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:57', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('2256527b-5359-43e0-9b8d-b37d9a0fe4d0', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:55:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('228b9f92-25d6-4fb1-9d6f-c1a3e3e6ce80', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:38:14', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('22d3888c-7acd-41d7-9dff-04e7047ad8f0', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:32:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('22d85c25-12b0-4271-995b-5b0d0da1820d', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:49:53', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('22e2fe81-adb2-4207-811f-923607107111', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:32:35', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('22f0c03c-9399-4af5-9b79-8e3772bb4081', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:16:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('23beb4bc-1e97-4656-96c6-0e9e20952415', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:15:57', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('24244365-2f0f-49d5-8824-507ae954cbca', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:01:38', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('25803f91-e07d-450f-83c9-f31105f9a0df', '00000000-0000-0000-0000-000000000001', '2017-10-18 09:24:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2592b363-55ac-43ef-a7ac-8f04b5a2b849', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:33:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('259e73c7-714d-40bd-b856-619c7ceb0310', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:31:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('25f65837-13a2-42dc-89c5-fc2c0263635b', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:21:29', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('266d7906-abd0-4967-9242-29becb327c66', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:44:12', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2688a477-5a56-4ef1-b82b-955ef6cdea77', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-18 16:41:44', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('26a8075e-e2a2-48d2-9f29-5272377123ee', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:35:27', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('26bd0318-6526-460b-a9f2-a73cf52bbd01', '00000000-0000-0000-0000-000000000001', '2017-11-04 15:53:37', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('272242ca-47b1-4fc7-a0d0-29fd405c30f3', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:43:20', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('2734b5e5-d55b-4329-a3f6-bd522a03449c', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:38:53', null, '淮安市纪委', '管理员', '删除', '');
INSERT INTO `Log` VALUES ('2790a656-a1c6-4455-8ae1-5df584336a43', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:23:22', null, '淮安市纪委', 'yuzuru1', '新增', '');
INSERT INTO `Log` VALUES ('2791cfc6-9847-4186-b3ac-83d17b8fdf7e', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:49:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('27955c59-50ad-4cf1-b7e6-bcbc64df3365', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:27:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('279efa5f-f067-42ae-83ca-bc472f020f39', '00000000-0000-0000-0000-000000000001', '2017-11-21 08:41:51', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('27c15de5-0336-44a1-b8ee-2a4be6798107', '00000000-0000-0000-0000-000000000001', '2017-11-11 16:57:58', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('27ee721f-c252-478f-8b35-85c3e96cecd6', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:12:23', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('27f2eab7-85fc-4ee7-9fec-77f047254f33', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:08:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('280185c9-64cf-4873-9b7a-25c8923896cd', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:34:44', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('28276e6d-4450-403a-98e1-a7e7e87eb3d8', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:43:24', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('282c3128-9988-4c65-b58b-bbe58e6094d5', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:09:05', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('28428af7-0dc9-4c71-82f7-e50cc11a2e37', '00000000-0000-0000-0000-000000000001', '2017-12-11 10:17:19', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('28ae04aa-3e41-4591-ba3b-22f151e8afff', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:55:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('291a2451-2c02-45e3-b8a6-c4df24ef7c8e', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:12:06', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('293cc862-c9cf-405c-a8b7-2aca961fe778', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:03:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('29b2dc08-966c-467f-830c-c8758948997f', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:46:31', null, '淮安市纪委', '管理员', '修改', '汤老师的用户设置');
INSERT INTO `Log` VALUES ('29ebbd2d-6459-41c3-b09c-bb57dd8b05ed', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:00:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2a5010f7-ca1a-489e-9081-676cd6753a34', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:42:40', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('2a956c1e-6b21-47c5-b969-f0af3bc19df9', '00000000-0000-0000-0000-000000000001', '2017-10-16 09:45:40', null, '淮安市纪委', '管理员', '修改', '管理员的角色设置');
INSERT INTO `Log` VALUES ('2b6b865f-43f3-4d35-bf12-79cc0ce8a849', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:00:29', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2b977781-aa42-48d8-9a4a-078407eb0b28', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:13:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2c1205b6-18b6-434c-b999-bb8666959d21', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:42:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2d24930e-e391-4c71-abe4-3565441e9306', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:45:44', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2d48c604-cc83-404e-8629-60fdc99c69ec', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:48:08', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('2d66fe5c-1975-4b9e-b687-a62548518003', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:42:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('2dac3ecf-ed10-494b-8bc9-1d438e518abb', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:06:11', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('2e172a14-978a-4960-982c-2608475d35ab', '00000000-0000-0000-0000-000000000001', '2017-11-11 12:03:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2e3b7b60-b830-4a93-8d1c-b2299391be05', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:46:01', null, '淮安市纪委', '管理员', '删除', 'yuzuru1的用户设置');
INSERT INTO `Log` VALUES ('2ea601e1-d91b-4ff1-b95a-02b0583657e9', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:26:48', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('2eba78e4-ecf8-4a2d-8d5d-2f61f8719b44', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:53:11', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('2f1cb5af-09da-4388-ba58-4d827a2c9a13', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:17:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('2fff140f-6352-4085-a707-fedd5552c39f', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:08:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3000620e-1e3e-4c66-ac72-db7213c9e579', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:35:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('300145a9-ce47-40c3-a195-219b90e89b96', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:02:52', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('3035c80b-04b1-4967-9f32-1fba152db6bb', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:52:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('309b8130-24ce-46ec-968a-40875f7dabb6', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:32:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('30a7a761-1720-4933-897d-adb25f4d9755', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:02:32', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('30af8780-3ac7-4e6e-93ee-3710c7f76fc7', '00000000-0000-0000-0000-000000000001', '2017-10-16 11:39:05', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('30bebf09-84cf-44af-9499-7ab87af40f3c', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:07:22', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('30d87b80-6b5b-41c3-8cf3-70434580a80e', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:12:02', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('314e379e-ba10-403e-aa13-dc84b1538aa9', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:18:36', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3165cc3c-f1ee-41ad-92f1-627687636871', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:52:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('323c188f-bbfb-4129-9664-454cb17e2d19', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:38:36', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3253c5ea-2fbe-4071-9bb4-c6704aae8bd1', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:22:47', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('32562d79-7798-4088-b46e-20f6a5bee276', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:44:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('32a3b93f-4175-47b9-a08f-589ec22fdbda', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:49:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('32a892c3-6292-462a-97c5-85b1064ff463', '00000000-0000-0000-0000-000000000001', '2017-11-24 08:28:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('32e462df-0a2f-40cc-8565-cf6897bf0a3f', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:07:29', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('32f2a587-4406-4d4d-99d9-c978f8475ed3', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:59:26', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('33238f5e-fbec-4c2b-a4fb-a81ccee46381', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:45:56', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('334407c6-4986-4ebe-a019-b9747dd8f9e8', '00000000-0000-0000-0000-000000000001', '2017-10-23 15:25:24', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('33a3b1a6-6192-4c14-a1a0-1eea2b2ac54c', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:45:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('33ad6038-fb51-4b39-8a77-c3729ada5a07', '00000000-0000-0000-0000-000000000001', '2017-11-02 09:20:47', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('33cba9d4-3291-4967-9daf-2d0c50350a58', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:46:05', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('340c24ab-50d3-4faf-8545-5120d1ace868', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:27:11', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('341e9a5a-b165-4a9d-98fc-fc2c112a48a3', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:34:22', null, '淮安市纪委', '管理员', '删除', '部门');
INSERT INTO `Log` VALUES ('34769f88-1f5e-493b-afdf-72c74d56ca11', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:15:28', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('349bdf2c-d17e-44bb-916f-4cc79d757be3', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:11:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('34a8f043-2c67-4ce7-b513-f67c95817938', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:48:04', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('34fc5af6-b921-411a-99d3-1aa1d5dc673b', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:01:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('35689d95-6623-4dfe-8fab-b71dfe4d19b0', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:35:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3580047a-f481-48b7-a41a-c6f5a27d50b9', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:36:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('36173892-f1c4-4cb9-9300-2cef351e8293', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 11:14:30', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('366305df-9e1c-42b2-b3e3-99e3ebd464f2', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:13:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('366516e3-383d-4451-8d8a-12481d7434a2', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:32:44', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('36710558-0e06-4897-82ed-568113f96072', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:55:23', null, '淮安市纪委', '管理员', '删除', '1111的角色设置');
INSERT INTO `Log` VALUES ('367c4d27-4c72-4c25-98a8-0d5ab8d21139', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:59:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('36e654bb-6ebb-466f-ab9b-678df25bd490', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:01:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('36e69219-80ad-4183-82a2-648b7fbfc32d', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:08:13', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('373bc8a6-72e0-4143-94de-8bb300ca1e03', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:29:35', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3784bba1-b85c-40ef-816f-9385a85490da', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:37', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('37c82bfc-987f-4c0f-a78f-1661ae079ade', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:44:37', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('383df283-db5c-46d4-b8b1-bcff0373da2a', '00000000-0000-0000-0000-000000000001', '2017-10-18 09:40:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('38646068-e60a-4368-a2ee-f635bf800dc3', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:17:38', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('38faa69c-3a21-4607-a1cd-97076c57364e', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:47:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('39288e4c-4415-4011-8668-edcd46f9f6d9', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:35:25', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('393f22c1-658c-473e-b0ef-3c1dd1a563d7', '00000000-0000-0000-0000-000000000001', '2017-11-09 14:43:22', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3994a837-5a23-4c16-80a7-21ff1d2a94df', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:11:20', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('3999ab83-fa95-4be0-8908-70c7b98f7793', '00000000-0000-0000-0000-000000000001', '2017-10-23 13:56:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('39cec070-ecc3-4e99-a346-151966afcc65', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:44:15', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3a146fb4-ab93-432c-b6c2-dabfb494262c', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:00:30', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('3a2338e6-c6dd-49c0-9fe4-a68e2c4bdab1', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:50:27', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3a52564c-a358-49a7-aa04-4c87ebd5448c', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:45:16', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('3aba11cb-80aa-4ad7-810c-f55a97de20f4', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:11:31', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('3aef6f2e-d204-4ab2-bcfc-fc7fcdb7d7fe', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:31:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3b3b0f24-3e37-42e3-9a12-a4501265cca9', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:20:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3b809d11-aea9-451d-abba-54a97b1f9c6f', '00000000-0000-0000-0000-000000000001', '2017-10-18 16:51:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3ba44ce7-2991-4657-b9ad-3b80c7117151', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:35:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3bd8610d-2885-44ed-baa7-c045dd74095e', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:50:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3c3d9d8e-675b-42f0-b730-44d235abc9cf', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:06:51', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('3c65709e-fb6d-40ba-9b3b-17ba003d7713', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:52:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3c66d49b-d09d-4e2e-a5b1-6138798f33a6', '00000000-0000-0000-0000-000000000001', '2017-10-23 19:22:05', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3cd4dd47-019f-4d4e-966f-2c247f786f4e', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:47:01', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3de367d6-f0b3-49fb-b100-d07ae083c83e', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:45:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3e68aff6-ce20-42ea-b9dc-4980b7ebf77c', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:05:30', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3e6c44b3-9aaf-4b7d-b729-3a99287e6b0e', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:55:54', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3e7791d8-80ae-4e30-9889-86828e19c2b9', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-23 08:47:24', null, '淮安市纪委', 'test', '修改', '');
INSERT INTO `Log` VALUES ('3e806630-7b24-485c-9d14-69e9fa27f7e2', '00000000-0000-0000-0000-000000000001', '2017-10-24 12:20:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3ea14c0f-be6a-42be-aa1a-b06e86674849', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:36:07', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('3f03306a-dca9-4f42-8075-77cc4b0ab7cd', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:17:26', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('3f3a94c6-35f4-40c6-a3bd-2c55b8ec573c', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 17:14:48', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('3f428aa5-7d46-478b-9411-0d30cc357301', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:53:34', null, '淮安市纪委', '管理员', '删除', '');
INSERT INTO `Log` VALUES ('3f84335a-89e2-4089-92d9-c71cf91d84ef', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:46:08', null, '淮安市纪委', '管理员', '修改', '使用者的角色设置');
INSERT INTO `Log` VALUES ('3fec2c23-3df3-435c-b804-6340aefaeb24', '00000000-0000-0000-0000-000000000001', '2017-10-16 10:12:56', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('400a5fdc-73f1-4f79-b872-994c0215043d', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:37:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('407c9681-dcd8-43d7-8751-2c4953523cc5', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:13:29', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('40bfdc70-3581-4659-9787-60c6f3e21457', '00000000-0000-0000-0000-000000000001', '2017-11-09 10:46:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('415df80c-e1b3-42cf-9240-832b6d2d40c9', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:05:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4192300b-3e4d-4aec-b69a-1e4406ec49e1', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:42:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('41cd53ac-8101-4455-93de-886a7ac040f9', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:43:11', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('4228f562-5ba2-4dfb-8b10-e73715f0df26', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:28:56', null, '淮安市纪委', '管理员', '删除', '');
INSERT INTO `Log` VALUES ('42591802-c5c9-4eff-b888-c81c9eef7eaa', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:13:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('427d5620-c600-4c94-8e1d-94e9a77d6678', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:28:41', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('427fc2c3-5680-4bd8-a6de-38b1adb38b29', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:44:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('428dd51a-1acd-4983-8edd-f5d9b3f0594e', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:45:53', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('42c9e577-3b05-4536-9dee-dc3038d06adc', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:12:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4315ba45-bc92-42f9-b7a3-87d3adfb93cc', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:28:46', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('43e104f3-711a-4a7c-92ca-2e54c002d356', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:20:23', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('44138e29-5d69-4304-a504-84ea21a4aa9b', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:36:08', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('444e578e-79dd-476c-9691-a683c4a8d67d', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:12:42', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('445c99d3-8d67-489d-b549-68436ab91040', '00000000-0000-0000-0000-000000000001', '2017-11-09 16:52:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('447ed649-1996-4fde-98a0-34b980671c24', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:32:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('450d322b-a76f-4b5e-9970-a9caedbdabf1', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:07:56', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('45f4ecd3-e064-43f3-9cf8-9fe241306080', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:17:15', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('462cdf65-965c-4ed3-b27b-dac371bfd4b9', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:21:18', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('464b78d8-741b-4efc-9b94-6baa0d9070b7', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:54:13', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('46729bb3-6221-4d75-a4d4-282d379774bc', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:34:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('468a7381-5a12-4827-bcc8-0da1ac775158', '00000000-0000-0000-0000-000000000001', '2017-10-18 12:15:13', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('46f82de8-30b0-409f-b97f-1218b4829a32', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:58:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('46fcb494-79cf-4e10-9a33-d66c37164c0a', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:05:08', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('474356ab-6535-4f28-a284-c0b49fdce5e8', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:09:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('47952964-eb39-4442-8373-196cf984fe9e', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:18:07', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('47ee536e-f608-4b44-a3bb-45f10229987f', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:11:00', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('482e6cc2-2b9b-4d78-ad55-903220222598', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:33:51', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('48a6e07b-1763-4aab-bfad-0b96a32813a7', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:48:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('493ec072-10ea-4983-a1dc-82253da48e4b', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:42:59', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('493f63fa-08eb-47bb-9dc9-58a54f108f32', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:04:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('49654fc3-1de7-4bbe-9737-29deac9b7d70', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:35:56', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('49aa752f-23c3-4fe3-9ee7-d80705d84cb2', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:38:00', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('49c53997-bc65-4b98-a347-db2fc0da29e6', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:33:30', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('49d6e1ef-3d05-464c-b3f3-6c2dde3a7de2', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:15:04', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('49e19bde-9772-40ec-bf1c-888708d2dd3b', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 11:11:38', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4a4f8940-d688-45f5-a289-46e2d5c56eef', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:33:09', null, '淮安市纪委', '管理员', '修改', '管理员的角色设置');
INSERT INTO `Log` VALUES ('4b3739dc-6acc-4b44-9abe-1c4456bf572d', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:32:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4b3eb2ed-2098-4613-b96b-ede1111f362a', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:15:54', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('4b42f9c1-813e-425f-b548-7dd9c490e463', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:01:53', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('4b763e21-d054-4447-b4b5-299726d6a8cd', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:05:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4b9dbbf9-421f-4312-ba84-8413f0767ab8', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:43:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('4ba218df-3790-4e86-a3d7-e6696710ec9e', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:40:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('4bbe3dde-157d-46bf-9ebb-6d114313dd09', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 11:10:44', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4c8f93b8-e96c-42d3-948c-782a9e8a37fe', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:49:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4ca7e4b2-e9b8-452f-baa6-8f43bb0ec746', '00000000-0000-0000-0000-000000000001', '2017-10-23 12:09:28', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4d02b118-95e5-4f12-8f06-3bb6eb9f6fcd', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:29:23', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('4d14e280-a5df-4055-b374-b5ecdc96b42e', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:20:21', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('4d17e82d-0bca-4601-8f1e-f332e7258cda', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:43:03', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('4e60642e-367c-425d-beae-70fce376d602', '00000000-0000-0000-0000-000000000001', '2017-10-23 19:01:03', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('4e70d6ab-c0f6-4d52-84f0-51f387fe25c7', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:11:07', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('4ed2c2ef-30d0-4783-8563-bce127ca9f31', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:32:53', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('4f162add-75ec-47cf-b04d-c9177cd5323d', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:06:36', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('503ede7c-9dbf-4f85-ab3f-7088f3ccbb2e', '00000000-0000-0000-0000-000000000001', '2017-10-16 10:49:36', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('509fffbe-13d8-4bb4-b1af-91dfa2d2203b', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:46', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('50a7ef7c-54c4-4311-ad9c-ca75798e1976', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:40:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('50e390de-13a6-4cd4-920c-c5ac7249485c', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:49:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5179d980-28a3-49c6-9bb7-c952191d8b9b', '00000000-0000-0000-0000-000000000001', '2017-10-19 09:15:42', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('5202f9cf-a0b3-4607-a985-17f76ac84734', '00000000-0000-0000-0000-000000000001', '2017-11-07 09:25:00', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('52601f35-e0f8-41b5-9b8f-7e544d7698b3', '00000000-0000-0000-0000-000000000001', '2017-10-17 14:07:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('52efbab7-fca2-4b97-ab3b-5277c43836b0', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:05:52', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('530c8654-761f-49fa-bf0d-19be1b6ecc0c', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:03:15', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('53566e65-7ee5-4b98-99ec-c04c7d00ff4d', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:01', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('53758397-58f2-450c-92af-defa898a1ace', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:37:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('53d52a79-c1f1-4593-91ec-c70589af742f', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:09:20', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('54628672-9d3b-40ac-a2ad-993e61f4cb53', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:54:18', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('54ca1be1-4a2a-4fcd-b9ce-d55ae09c4d91', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:01:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('552d52ba-b128-4127-95b7-c0fb89f0df8d', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:59:05', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('557ed15b-2162-4455-9367-da1927c0f3da', '00000000-0000-0000-0000-000000000001', '2017-10-18 16:12:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('55b2232e-a9ce-49b3-be8f-0778eefd9a5d', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:52:32', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('56177126-1626-450a-a603-3f32faaa9d12', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:14:23', null, '淮安市纪委', '管理员', '修改', '管理员的角色设置');
INSERT INTO `Log` VALUES ('562abd89-3bf3-4fc3-910e-9d56933bb87a', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:26:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('566a66cc-6c29-4213-9367-2082359318d8', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:28:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('574eb5ab-fcd7-4667-9e10-dc2faff638cd', '00000000-0000-0000-0000-000000000001', '2017-12-11 11:02:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('57f1faaa-a581-4e18-99eb-35c2561c1ef6', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:11:17', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('58a0d046-bfc9-4cf9-8153-33dc691a98c4', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:53:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('593adaee-63bb-4ebd-b26b-8cf63f3e157e', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:32:02', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('5a01eb1d-1ce8-4d6f-9257-a322085e105e', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:09:33', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('5a817c63-ea42-4995-a790-d6d3fdf5dde6', '00000000-0000-0000-0000-000000000001', '2017-10-27 14:00:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5a84db53-3381-4fa6-8a03-564d1a302298', '00000000-0000-0000-0000-000000000001', '2017-10-16 10:41:47', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5b256886-3144-447d-83c3-c192dca70ae5', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:39:02', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('5b293dbd-8f99-4198-b0bf-fbc4141efa58', '00000000-0000-0000-0000-000000000001', '2017-11-09 17:10:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5bf0d042-a632-4d7d-ba04-20d4e0972966', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:40:35', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5c2a7e8f-f23e-475f-82b3-0552315e1c15', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:54:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('5dd41d4a-f117-4ecf-9481-50eb30e8f51f', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:58:01', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5e7acb31-0f06-4a64-a7e6-dbebf41fe08c', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:03:27', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('5e7fa926-80cd-4fad-85ef-301997b1d68b', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:47:56', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('5f78d203-7259-4a20-9db1-7ea6e370af63', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:10:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('5fc15b48-9778-404f-bdc2-91f1bd8daaa3', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:47:49', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('606bbac9-1f27-4506-90ef-4479b72fcc9a', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:34:20', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('607e8956-e359-4561-b69d-6f6dbaf47e69', '00000000-0000-0000-0000-000000000001', '2017-10-18 16:51:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('60f88a59-d32f-4df5-8450-6afd9fed1fb1', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:11:28', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('611f45d2-d696-449c-aaa8-cc8939901e91', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:27:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('62078622-55cb-4dba-b790-4905eb095747', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 17:10:45', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('624db06e-59f1-45c8-b1da-db00c82abbac', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:48:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('63110bfa-a62e-4b2a-bea2-f904d4b1b1df', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:27:13', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('6336f0ef-9b11-45b8-b030-62c1d300ffee', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:04:22', null, '淮安市纪委', '管理员', '删除', '部门');
INSERT INTO `Log` VALUES ('63e5d3c3-9495-4866-af6f-c973cb8f54a6', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:52:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('63f26b07-1c45-4fb2-a9c8-0c410fd53a87', '00000000-0000-0000-0000-000000000001', '2017-11-09 09:22:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('63f94e03-dab7-4b97-9608-87771bbc53fd', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:41:58', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('64844811-7c14-4ee6-8900-f9619e79e98b', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:05:44', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('64f2d263-c3e3-42a5-9522-708d0df05d45', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 17:21:15', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('6502332c-eeb2-404e-a83c-8a8ea25a2e04', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:55:15', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6511c30f-0b21-4b7e-9d23-26bb578cb4fb', '00000000-0000-0000-0000-000000000001', '2017-10-25 17:22:08', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('65199bd1-7e5b-4209-aae1-256775b5100a', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:45:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('65693e40-53a8-4cab-b06e-3ca6b80404af', '00000000-0000-0000-0000-000000000001', '2017-12-18 16:39:55', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('65a39449-bd1a-4e53-a9dc-bdc86c1f7112', '00000000-0000-0000-0000-000000000001', '2017-10-17 15:54:44', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('65c5918b-a8ff-4477-999a-1c7ba2452a71', '00000000-0000-0000-0000-000000000001', '2017-10-18 08:50:47', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('65d0435c-8742-4356-a028-86f427bb25db', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:18:00', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('661f41c4-f63b-4410-807a-5f556793785e', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:07:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('668a1327-1d43-4d56-aa71-e32031b794f0', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:14:25', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('66a00515-7f11-4ceb-af88-296e29490ca4', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:07:27', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('674c70f2-7671-46a3-b13a-1e08d0c17d15', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:37:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('676730fd-132d-49d8-a86e-13bff56b7c98', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:58:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('67a72a1a-a5bd-44cd-81d4-5d950986f6b6', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:30:38', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('67c55a3c-c8d9-4ddc-a30d-5dbb8e67bb48', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:47:30', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('69303856-37a9-41f3-8995-bab306de2577', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:50:43', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('69757bb8-f6f9-435d-8c31-527555a36230', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:29:32', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('69c4d153-7683-4233-b601-ea6bee149a6b', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:11:58', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('69cbf445-5e77-40f2-8321-e1f210caef16', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:38:43', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('69f9b65a-247d-4479-838d-58a5c20cf63c', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:35:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6a002882-0bd4-4b17-9db1-b2a950a4f23a', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:29:32', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6a48c431-b33b-4de0-8d4e-b9d07fa7be93', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:30:27', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6b460ee8-568d-4395-98ec-e9524f5956d7', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:32:48', null, '淮安市纪委', '管理员', '修改', '部门');
INSERT INTO `Log` VALUES ('6b9069b8-0f8e-4e0b-9b73-251444ee91d8', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:38:31', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('6c1b8525-0550-4c1d-b3b8-5a53296ca568', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:38:58', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6c22d5e1-27fe-4006-ab48-dc35fd41242e', '00000000-0000-0000-0000-000000000001', '2017-11-04 15:53:08', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6c6385fc-e44b-47b0-a895-5c900cd7a02e', '00000000-0000-0000-0000-000000000001', '2017-10-27 13:58:11', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6c7826da-b2fd-4c7a-8c5f-0f9283d1a21f', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:20:14', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('6d5a3bfc-aa9e-46a8-931d-101768c0bff4', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:26:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6de8e64c-459b-48f2-89c9-27e6afb2058b', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:21:30', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6e02c6e1-de46-47d6-8496-e03a8f827fa6', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:02:42', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6e06d242-5f48-4179-a40a-dbbaf60bcc87', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:50:42', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6e44b189-23b8-41de-8e6a-1817c6b81761', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:29:13', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('6e64ba6d-d031-445f-b1ee-041026362b8f', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:08:03', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('6e80ade5-8310-4654-9a9f-2c2338706b43', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:48:03', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6e88dc12-1206-4bdc-854a-d53eb34d8c21', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:17:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6fbae5fe-5ab8-4e9a-93df-68134866c389', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:28:52', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('6fecbec6-b614-47e6-8953-5a8bdb2c8239', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:36:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('70404af4-4368-48bb-ae96-8083cfe7360a', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:38:22', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('706202e5-e03f-4ccb-b0bd-b29056a8b9cf', '00000000-0000-0000-0000-000000000001', '2017-11-03 11:08:46', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('70ceb845-993c-48ec-b624-f719a654f6fc', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:51:31', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('70dd0562-1b8c-4619-9f37-eca6fb1ddc3f', '00000000-0000-0000-0000-000000000001', '2017-11-10 10:50:51', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('70ebbf77-2623-4765-a90b-a411d74d4fcb', '00000000-0000-0000-0000-000000000001', '2017-12-21 08:39:21', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('71070bba-f15e-46be-b66e-08b221b84a9b', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:58:57', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('715e1f20-e2ba-4e97-bacf-cde7d0f9e700', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:57:55', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7193a8bf-b477-4221-8739-b19ed5b31a0f', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:17:21', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7204ccef-6c21-4b7f-b4bb-da9f5bb341bc', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:26:27', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('7228bffd-f1cd-43fb-a922-b08314b881dc', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:29:17', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('72336342-ba30-4400-824d-1b66629b3249', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:00:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('72c12cc9-1f76-476b-b6ae-f3bb6f38e1ea', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:41:27', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('72ed1575-271a-45e5-a375-9bdfee4ca81c', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:11:53', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('72f5a307-0437-4ea9-8f32-74b0dad3664a', '00000000-0000-0000-0000-000000000001', '2017-11-21 08:58:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('735d0978-3886-47f2-a4ee-7d7cebe5450a', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:09:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('736a1a96-7b9c-4621-93e4-a0240ce214bc', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:20:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('73d3008b-d1f7-4e7c-a187-a267414ff529', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:26:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('74268265-c566-47db-a8e4-eaaca1623e32', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:14:04', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('749734ee-66bc-47bb-ac51-c64fa75a8a86', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:22:05', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('74f214ea-10c6-4517-baa4-8af56b7aef71', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:51:17', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('750f41d7-c4fa-4e3b-a194-09e14922a7fa', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:25:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7542fc0a-ba7f-443b-b4c1-936c588c0794', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:38:38', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('754ee979-7dc1-4b76-8534-f684cd2e2e2a', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:10:30', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7639784e-4a73-4d99-b972-705a20167012', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:44:56', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('765961a6-ca25-4497-8358-835f5984b802', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:20:39', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('76a7c6b0-48eb-4669-8b18-65a140eb6694', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:38:46', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('76b6a85b-6fc4-43a2-a04e-b4e1f38033d6', '00000000-0000-0000-0000-000000000001', '2017-12-11 10:46:28', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('77a0a7e2-881a-4671-9f17-cf0f516ba3ef', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:24:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('77acab65-7b08-4d4b-ad46-5187ac7a14b1', '00000000-0000-0000-0000-000000000001', '2017-11-09 15:50:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('783bc6e3-08ec-4d52-b1e8-446952ea4205', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:43:22', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('7842a2ce-0638-43d9-8cb5-f320600696f3', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:48:02', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7848f4f2-325b-468b-9297-b3fcc6a50bbe', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:04:29', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('7862254a-d664-4647-86d4-976599c58489', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:01:15', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('78e57518-89f9-43fe-9666-ca37c9130e78', '00000000-0000-0000-0000-000000000001', '2017-10-19 09:15:22', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('7927980c-1dc1-4650-a27f-34044bf6def6', '00000000-0000-0000-0000-000000000001', '2017-10-18 16:49:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('79cc88d0-29ca-4ea9-b490-2c28b95e38cd', '00000000-0000-0000-0000-000000000001', '2017-10-18 09:15:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7a69cf38-d2e5-446f-bc2e-274052027600', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:05:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7a9d042f-6115-4821-928e-6f290c82ca50', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:01:17', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('7aa4cbf1-faa2-4dcc-8622-301646025af4', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:38:06', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7ac44f61-7839-483b-bff6-f80ae3f97dfd', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:43:03', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7ace8732-d565-4acb-a187-8b1c7a84e7f1', '00000000-0000-0000-0000-000000000001', '2017-12-11 10:03:55', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7ad81197-0664-4996-bb61-cb4301ece616', '00000000-0000-0000-0000-000000000001', '2017-10-16 12:36:44', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7b3b6b84-8371-4b52-80ac-cbed365ed2f7', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:09:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7b4f29a0-cc46-41fc-818e-93234172719b', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:55:33', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7b61d84e-2990-4cf0-af68-49ebf6b94ec1', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:40:34', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('7c23691c-9156-4f9f-8c18-650ab617c614', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:36:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7c91dd7c-0b5c-49b9-ab13-66e3038ef568', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:12:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7cdd3505-7297-4424-a965-c38dac241592', '00000000-0000-0000-0000-000000000001', '2017-10-19 09:15:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7d15fc9a-7482-4bf4-8edb-3afeabe5c599', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:41:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7d254b4e-6401-4eed-b700-f12acabfd93d', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:34:36', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7d6a7868-a72e-484a-98b8-aacc99c437aa', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:21:01', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7dbfb19c-f6ba-4fff-bdd3-0b0a4b35bdb0', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:42:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7de0c3fe-4ebe-4c81-9655-f2bdbd33d0f7', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:50:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7e8b7f5e-6849-4c83-ba1e-bc719302d941', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:45:48', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7f5e5bfd-04a2-4072-b655-46878681da20', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:40:22', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7f635ca3-31c8-47f6-86e4-102f309496c6', '00000000-0000-0000-0000-000000000001', '2017-12-10 10:02:19', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('7f7135c4-9171-4568-a434-40964bb870e9', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:33:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('7fefd3ff-815a-43ca-a552-a650cf55236b', '00000000-0000-0000-0000-000000000001', '2017-10-27 15:40:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('809215f9-a788-4c61-ad72-326705b55e09', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:45:05', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('80981ea8-2a18-4961-ae67-cd4aefef5545', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:32:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('80b406f4-f801-454d-8cbd-6f6dd07ee7aa', '00000000-0000-0000-0000-000000000001', '2017-11-10 10:52:19', null, '淮安市纪委', '管理员', '删除', '部门');
INSERT INTO `Log` VALUES ('80f448b4-9967-48e3-8dbc-e0bab02719df', '00000000-0000-0000-0000-000000000001', '2017-10-25 11:24:12', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('810b65e5-f84f-495e-b373-a0b40ee2932f', '00000000-0000-0000-0000-000000000001', '2017-12-18 18:04:33', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('810b83ac-fa5c-480d-a960-12a78d0bbe1e', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:11:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('817fc6bb-f331-4b37-9bb6-5b5f59cbaec9', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:30:06', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('81edf1a5-0b04-4678-87be-f1b16184905a', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:34:32', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('82702cf2-02d0-4e4e-9631-2c99132e8709', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:39:17', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('827b4870-a256-496c-8d9b-5972eded6da8', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:05:44', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('82b0dbe0-0285-42dc-9330-d490b96f8725', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:33:58', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('82c53e99-82c3-4603-ba38-51dcb61e1c7b', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:24:58', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('82fa7fa7-3bf4-4338-a9dc-049b34fd06cb', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:25:27', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('834ad203-3f52-4f53-a89d-6b0734b31762', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:06:59', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('838ed657-25b0-4ebd-bccc-411752f79c20', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:22:58', null, '淮安市纪委', '管理员', '删除', '');
INSERT INTO `Log` VALUES ('83963c2c-0d31-4277-b655-033dd039e170', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:07:30', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('83989c4e-9983-43e4-9d75-811faeee867e', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:55:56', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('83ad52b6-acb3-42ec-8569-3a21321a10a4', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:21:21', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('83cf2ebf-a8a7-48c0-929c-dde60c84f428', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:36:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('83e1818b-e099-4631-ba6d-402442cd78be', '00000000-0000-0000-0000-000000000001', '2017-11-07 09:25:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('84371d70-53d1-4f86-bec7-3cecfcbf612b', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:05:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('85154b5e-9734-4907-8d02-9cd45454cb18', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:19:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('853282a6-b0d8-461b-9511-f1d652981261', '00000000-0000-0000-0000-000000000001', '2017-12-18 16:08:19', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('855dc193-7937-4e4a-909f-49e0b4e940ca', '00000000-0000-0000-0000-000000000001', '2017-11-02 09:21:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8566bdc4-bcf9-4333-bd05-ae547c8c03c1', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:08:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8576a5c6-a914-4bfb-b9d3-49662437c5ab', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:33:30', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('85ae15dc-3b8e-4670-bea6-205a3a15ea22', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:08:28', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('85c8e76c-99ac-426d-a8ea-380c3675b763', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:16:19', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('85fa1961-fa10-4fae-aceb-6ab53842ad00', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:56:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('86008729-5041-4921-a5e2-df2b57094997', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:00:14', null, '淮安市纪委', '管理员', '修改', '汤老师的用户设置');
INSERT INTO `Log` VALUES ('86249f5c-ba2a-435c-9dca-93b43aa8d1e8', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:19:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8769e67e-dffe-4735-9a71-7b58d61518f4', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:11:57', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('87a75551-564c-4f74-98a2-250b5a00d4dd', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:43:23', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8831ef60-384d-4e39-8a86-eff4b85a23a0', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:06:58', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('886b40ad-6451-4c68-a190-1a7d29ddddcb', '00000000-0000-0000-0000-000000000001', '2017-12-10 10:11:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8887c998-a341-40af-bc65-05d8cb55de41', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:16:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8907d6e3-6f83-4bee-aa4a-d0e294d56a93', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:09:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8955a0ca-6a07-4229-a5df-96b807460c5c', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:36:54', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('89c412d7-b727-4e88-8f20-78d0586498d4', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:34:38', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8a39db33-1e22-4335-9c3f-3aa53c79df8b', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:10:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8a4830e1-1a09-4767-98c3-9982d75962b8', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:37:51', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8a776f05-f6bc-409f-990a-687c6b0191c9', '00000000-0000-0000-0000-000000000001', '2017-11-09 15:49:33', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8ad8e500-f8bd-44cd-9858-56a101207f9b', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:39:00', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8affccaa-c93f-4889-925a-def1f100960c', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:56', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8b04f736-141e-4970-91cf-0bd9d9cc2c57', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:39:19', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('8b3161ae-34cf-41bf-bd2a-237ef0071aaa', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:34:03', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8b6716bd-aa88-406f-9e38-7d8464ad64f6', '00000000-0000-0000-0000-000000000001', '2017-12-21 08:42:17', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('8bdbf287-8c3c-453e-9bff-9332cd231db6', '00000000-0000-0000-0000-000000000001', '2017-10-17 15:43:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8c09240b-18d1-4dba-8f50-6b52877cbdcd', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:01:07', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8c3e90b0-a003-4576-9d95-65a490e607fb', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:20:16', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8c5a5cf9-a312-4693-bbf6-07b630383df1', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:15:32', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8c71037e-848c-4492-a770-5ff5d3de106f', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:45:35', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('8cb8adb0-c035-4cac-ac23-cda5a07ff50f', '00000000-0000-0000-0000-000000000001', '2017-10-18 08:50:37', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8ce1d4a6-8901-41b3-853b-173178e2b15b', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:20', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8d1c0466-9d5b-43f6-bbe9-7474352d901f', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 11:17:10', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8d2227a9-3de8-4981-a5ef-31a296dd5374', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:24:28', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8d7fc88f-4f43-4d4a-871f-2ff9fb5dd275', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:34:19', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8df1fd3a-d7e2-4405-8512-62362c8341fd', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:35:50', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('8dfb30eb-0d5b-44df-aa53-99cd90cdfccd', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:42:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8e209fb4-8405-4f01-b138-2bc0eed579ef', '00000000-0000-0000-0000-000000000001', '2017-10-16 10:36:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8e54892a-1b38-4d65-bfa0-e84027c7ae7b', '00000000-0000-0000-0000-000000000001', '2017-12-11 11:02:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8e63c3d7-7b35-4aab-b258-01680d6deabf', '00000000-0000-0000-0000-000000000001', '2017-12-21 12:56:34', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8ef3b46f-461f-404d-bfba-1fd44890a88a', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:02:58', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('8f3f033b-c1f6-4223-a0f0-2ea59c77db82', '00000000-0000-0000-0000-000000000001', '2017-11-04 15:55:18', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('8f520c67-4ac7-400a-bd38-6ec58476b6b8', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:09:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8faf395e-276e-400f-abc5-16bd1fe469a3', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-23 08:46:22', null, '淮安市纪委', 'test', '登录', '系统登录');
INSERT INTO `Log` VALUES ('8fbb0fea-5767-4f50-a133-1c446d2b7a86', '00000000-0000-0000-0000-000000000001', '2017-11-06 18:14:56', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9009d922-777d-49e0-bb82-1cf43bedf799', '00000000-0000-0000-0000-000000000001', '2017-10-16 13:02:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9050c80f-4d7a-493e-bc6e-2ce7259a0045', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:00:22', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('90597b23-9cd1-4627-87cb-710e253b7c0a', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:10:04', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('906ff367-6bbd-4a0a-b2fa-8e6fea815604', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 15:00:28', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('90935cea-6563-4a5a-b87b-9eebf058e491', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:09:57', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('9104baaf-0ab5-4375-a13f-8375fb0eaa6b', '00000000-0000-0000-0000-000000000001', '2017-12-18 16:37:51', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('914df4d7-2c4a-4c1f-9195-c529705617fe', '00000000-0000-0000-0000-000000000001', '2017-11-08 20:09:20', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('91ebc6e8-e43b-4c46-b3c3-503cccd048f7', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:02:13', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('91f0d6f5-0b9a-4b91-8869-5141332f5c4d', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:49:08', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('923e1b7c-ef81-456c-9521-b604e76ecc55', '00000000-0000-0000-0000-000000000001', '2017-11-09 17:20:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9276d3b5-6b61-4cdf-a477-c6d15a013dfa', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:05:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('92add102-7716-4e00-a85b-2ce372c3984b', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:03:46', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('92b16752-5760-4698-bf9a-67abeaf83de6', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:51:19', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('931b7aac-eb5c-4ec6-86ce-4ea109558c70', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:55:19', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('93212a54-0f73-46e6-9f2e-60ee305b742e', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:35:44', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('932896c6-bfed-4b38-803e-0e59f862de84', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:40:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('938e78ef-5efd-43e8-98b3-4472969f967b', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:17:07', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('93c53c38-1741-4cf2-a941-957b95cede44', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:29:43', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('93f05c87-06de-4d86-ac2b-cd08e89fbc44', '00000000-0000-0000-0000-000000000001', '2017-10-18 10:09:17', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('94840a9b-4f36-412b-bc1b-22815a70f9b9', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:15:24', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('950567a3-abd2-4ec7-9e8f-63e100b5a23f', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:34:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('962c82ce-b713-47f6-9e4a-23f9e4438dc3', '00000000-0000-0000-0000-000000000001', '2017-12-18 18:51:43', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('97e43732-eff7-49c7-bf32-3702094f6828', '00000000-0000-0000-0000-000000000001', '2017-10-16 09:38:24', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('97eb7ab1-394c-478e-b21b-fcc7ba0754cc', '00000000-0000-0000-0000-000000000001', '2017-11-02 10:14:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('981fd3fe-f0b2-4304-b2f2-f08c749e1a81', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:48:19', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('986abf80-9a61-4dd1-8bf5-cab051466520', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:09:57', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('989d284f-cfeb-4f6f-92e0-787fd17daf6c', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:07:40', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('98b56163-dc07-469d-8981-5705eb898a3d', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:20:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('98e9b7ad-c0c8-4573-882f-7d3bddb2da86', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-18 16:41:52', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('98f11e8d-c63e-423a-8fc4-212544e27e96', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 17:20:50', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9973fa5e-6517-4e3d-b080-0039cad59376', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:30:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9983dda8-d651-424a-97bf-c558027711a9', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:33:17', null, '淮安市纪委', '管理员', '修改', '使用者的角色设置');
INSERT INTO `Log` VALUES ('99878a5a-1ffa-4cd3-992b-9dff9d224a3d', '00000000-0000-0000-0000-000000000001', '2017-10-18 09:44:05', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('99cc4aa0-9943-4058-bd89-4439c0dd1b62', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:21:04', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('99d6c140-1bcb-4786-9522-b69739374520', '00000000-0000-0000-0000-000000000001', '2017-10-27 15:50:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('99ff3b1c-e5eb-4bf0-bb1c-c6b4b280e5e1', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:03:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9a168efd-ef62-4cce-b51e-1c3884d113aa', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:16:22', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9a3d6722-94f1-405f-b8be-0a47eb19baa0', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:53:57', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('9a591940-9b02-48ce-aadc-bd02b46494d4', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:18:03', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9abc7fe2-9a1b-47a9-b0c3-59f368ee4cce', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:39:59', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('9b10cadd-f508-49a4-9047-92c17015af13', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:31:31', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('9b5e5a75-3acf-4645-98f4-3814abb7304c', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:09:52', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9b5ff99a-08fa-4221-ab17-2d196fb46ec7', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:19:26', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('9b6b4c3f-faa9-4ffe-91f8-020fe4f2191a', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:33:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9be912f9-387f-4f3d-8f1b-17cc6dc9000a', '00000000-0000-0000-0000-000000000001', '2017-10-25 17:00:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9c23b4b2-cf57-417b-90b1-2f37b5d8089d', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:30:36', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9ce28aeb-27fd-4b66-ba83-0e1577543fef', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:31:32', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9d73543a-da4e-45a8-b5e3-ec7a97016511', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:41:03', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9dc0c2f1-9c6d-4937-b0e6-33c74e1b3ab8', '00000000-0000-0000-0000-000000000001', '2017-10-23 12:07:31', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9dd5b16a-4384-4b18-aeb8-bc565198adfd', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:56', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('9e225b45-674f-4301-8654-93aec126bbb6', '00000000-0000-0000-0000-000000000001', '2017-10-16 12:47:16', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('9e41cf99-1e16-4eb9-86c6-e05789c3ba34', '00000000-0000-0000-0000-000000000001', '2017-10-19 11:19:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9e4f12ac-a003-4d0b-9a4e-b4da465ee2f4', '00000000-0000-0000-0000-000000000001', '2017-10-17 09:09:32', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9e67318d-e5ff-42fd-9ae3-f9fb7eef0cbe', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:37:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9f3b3037-ed3a-447d-9264-dfef6ca52431', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:15:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9f484405-ed2f-487b-87f8-0edca3eb69b0', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:28:27', null, '淮安市纪委', '管理员', '删除', '');
INSERT INTO `Log` VALUES ('9fdb3679-865d-41e4-b8e4-dab08e0fb4b2', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:38:36', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('9fe6c5e5-3598-4c2c-a993-39ada474028b', '00000000-0000-0000-0000-000000000001', '2017-11-06 18:15:33', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a00446da-7162-492e-8516-7df430efc77f', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:17:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a07473b4-f212-4505-8df9-035a70437c4e', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:46:43', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a12d71c0-ac2f-4a0b-a080-9fed02cb530c', '00000000-0000-0000-0000-000000000001', '2017-10-25 09:00:19', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a21b8642-9b3d-4a8b-a1af-34b071fe57a5', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:37:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a2655d68-c43a-4484-96ca-81ce97d3f5a6', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-23 09:43:44', null, '淮安市纪委', 'test', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a285f9da-3b86-49f0-9d47-21c5eaa065c2', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:32:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a2e090d7-6139-4899-8fd5-9b77301a9b76', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:10:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a348e859-a1ce-4454-b851-5b5358125f97', '00000000-0000-0000-0000-000000000001', '2017-10-18 10:24:30', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a406184b-0fd8-45f4-b1c6-a937237e5c52', '00000000-0000-0000-0000-000000000001', '2017-10-17 14:16:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a41fc34c-f09f-4748-a8ee-c8e42e94bd18', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:43:35', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a42cfc3c-b502-4c95-950e-2d55d550fe43', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:43:17', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a4a65699-2176-4013-91b1-b23746b4f45b', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:42:35', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a537e6bc-f29d-4815-8463-95d3a2965c88', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:15:55', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a53c6a3f-dd3e-49f9-b1de-90fe36d0c30c', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:21:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a6a07296-d031-46ba-9825-d4f6575e4a25', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:14:42', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a6e10a62-5803-4990-a6c7-bb1cffef8ce9', '00000000-0000-0000-0000-000000000001', '2017-11-04 15:53:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a72fe139-1898-4aa2-9c78-cc064d226894', '00000000-0000-0000-0000-000000000001', '2017-10-18 09:17:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a7a510f7-7b3c-4ad7-8ede-eaba90281cdc', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:12:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a7b0d8b2-9d0b-438d-ad77-5d404c4db69c', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:45:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a813ea39-18b9-4087-823a-424fd06d6372', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 10:50:18', null, '淮安市纪委', 'yuzuru1', '新增', '');
INSERT INTO `Log` VALUES ('a8275a16-3a97-4699-b999-7220fd0361b7', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:55:00', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a914bd14-45d5-4743-bfbe-9593a60e63d4', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:22:55', null, '淮安市纪委', '管理员', '删除', '');
INSERT INTO `Log` VALUES ('a964c988-303b-424a-9106-fd8734f2790e', '00000000-0000-0000-0000-000000000001', '2017-11-07 09:24:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a99d35bb-b276-4e54-9a61-ef941ff521dc', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:38:33', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('a9a96737-aa5d-4f97-a26a-1fae4d7d4b30', '00000000-0000-0000-0000-000000000001', '2017-11-06 18:15:08', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('a9abc9bc-e08f-4086-a243-a880647cb342', '00000000-0000-0000-0000-000000000001', '2017-11-11 16:15:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('a9e98ae8-10b4-4ce5-95b5-9698b81a1163', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:38:15', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('aaaeeaae-2510-4b0e-8f01-53c8840afabc', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:38:53', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('aaccbd06-540a-4aa0-a0bb-7497f9b09232', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:17:24', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('aada7b54-d427-477d-8a7a-b5fffaf73f6a', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:04:25', null, '淮安市纪委', '管理员', '删除', '部门');
INSERT INTO `Log` VALUES ('aadca776-f698-4b3a-8a5f-707c14ac4634', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:08:29', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('ab05d189-af49-4908-8c92-f3362a001280', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:19:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ab3425fc-7e90-4213-9617-11923ac837fc', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:35:17', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ab3ff26a-96bd-4006-9b9f-1d54764e474f', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:24:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ab91abca-1d0b-4fdd-85f4-befeafa4615b', '00000000-0000-0000-0000-000000000001', '2017-10-27 17:18:27', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('abc6a685-ff87-40a3-b9a6-b2f9d247c668', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:57:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('abe7de35-3111-4be6-bfc3-ef863c90d1fc', '00000000-0000-0000-0000-000000000001', '2017-10-19 11:18:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('abe8e35f-76bc-4e49-9270-f6d6dae149de', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:26:09', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('accafa8b-df9f-4e0c-8c37-4be5a1a4028b', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:41:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('acdca67a-4a2b-4948-bc92-46a5c16fa76e', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:09:22', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('ad490884-2691-4184-8a8c-d8ddf61d0e12', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:44:29', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ad75f9b9-81a7-4202-a683-704e8e846fcb', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:52:36', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('adb7ec62-b16d-477c-8177-5800a8cdef8e', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:34:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('adba74df-51bb-4575-8efd-b7630e27e61f', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:22:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('adc1076e-003b-4e93-af1b-d105dd91d96e', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 16:52:01', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('adf5835d-9519-44dd-8fbf-d8266a50556d', '00000000-0000-0000-0000-000000000001', '2017-11-08 20:28:11', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ae2989d0-feda-4a22-afe1-8c87217c47b9', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:38:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ae5a1d22-6975-443d-8d9d-4e9f43e0c573', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:05:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('af0a9ec0-aae1-4503-8302-24253da2bf70', '00000000-0000-0000-0000-000000000001', '2017-11-09 17:21:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('af3acaf7-30df-4266-97e6-dcbc20181724', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:34:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b023247b-c74e-4b83-bf3f-6610e262143c', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:44:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b034725d-8a93-4738-a8a5-b085b2ae83e7', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-23 08:45:19', null, '淮安市纪委', 'test', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b0347e57-14c2-4a51-830e-38c67e868442', '00000000-0000-0000-0000-000000000001', '2017-11-07 09:26:52', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b14786fd-6b19-49bf-8892-f131035dca91', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:51:12', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b168b29b-f02e-42c8-b60d-abcb7e125b7e', '00000000-0000-0000-0000-000000000001', '2017-10-25 11:20:39', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b186c481-8b42-4a76-b995-063231e836d3', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:50:36', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b1dd859a-df4e-44eb-8601-cb8d6046abca', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:54:18', null, '淮安市纪委', '管理员', '新增', '1111的角色');
INSERT INTO `Log` VALUES ('b1eccd73-5ac6-420e-b6f0-412dafff39cd', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:07:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b2bf19ce-63d0-47e8-92a5-eee222fc8e9d', '00000000-0000-0000-0000-000000000001', '2017-10-16 09:14:41', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b303090a-4db3-47cd-bdd7-2d4735d9a00e', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:45:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b30311cd-76ba-4b1b-aea1-c9e685a99ae5', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:02:46', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b309abcd-dbf4-4b67-b45e-c7a81db82aba', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:12:06', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('b34dcf3e-d6c0-4ae6-8f26-8e1bb7464790', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:49:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b39477a5-d5f0-43f6-8a0b-4400c6a883f6', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:44:26', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('b394b96d-edec-46d4-ab04-dd96c318ad9b', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:27:33', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b47dbff3-a2f2-46a5-8948-b221876a126b', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:33:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b491ad71-ed7d-48bd-b66f-085f1fa0d726', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:25:28', null, '淮安市纪委', 'yuzuru1', '新增', '');
INSERT INTO `Log` VALUES ('b4cc3d0c-91e5-4b13-9f87-88ee79273e7d', '00000000-0000-0000-0000-000000000001', '2017-10-23 19:07:30', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b58caae2-7da7-43d5-a74c-918836ab992e', '00000000-0000-0000-0000-000000000001', '2017-12-21 13:06:26', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b5a5cbef-f302-452e-8171-86e6dc5f65b3', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:48:43', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b6892707-add2-4d4c-937c-432c095f7c6b', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:40:42', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b6abcd63-44f1-4b36-a4cf-99572b83f812', '00000000-0000-0000-0000-000000000001', '2017-11-04 15:54:08', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('b6f164a4-e59c-48ce-b4a9-cd63096eb0ea', '00000000-0000-0000-0000-000000000001', '2017-10-19 09:15:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b6f3e3bf-e7e5-4e14-abd3-6fce8233aa9b', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:08:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b749140d-47f9-4800-bbb8-b9232e207fbd', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:43:49', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('b797d96e-8857-4867-ad60-7c9492c76bb1', '00000000-0000-0000-0000-000000000001', '2017-10-17 14:23:27', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b7da35a5-fc84-4d48-b0d5-e34fb7b239c8', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:34:48', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('b81e4da1-b99d-4a0e-a9bd-aede7d4fd32a', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:33:08', null, '淮安市纪委', '管理员', '修改', '部门');
INSERT INTO `Log` VALUES ('b83b2b5a-8a77-48a6-aa2c-a073958d90e7', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:01:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b8452917-3a82-4d04-8c84-81ce3bf698f4', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:45:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b859c7d4-7bd5-448c-8f7e-47b6bb455296', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:57:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b8b03a12-aca3-4c67-8280-2233bb2d5a10', '00000000-0000-0000-0000-000000000001', '2017-10-18 08:48:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b8dae7ba-9eb6-4693-a844-e9ba09b169e2', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:45:07', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b9381c51-3927-4da7-914e-6cf4787d1438', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:01:17', null, '淮安市纪委', 'yuzuru1', '登录', '系统登录');
INSERT INTO `Log` VALUES ('b963a5b7-5c8c-4037-853e-959160c892b1', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:52:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('b96c50e8-09a8-46d5-92a2-c0c07e5dcbcb', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:08:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ba86783c-16b6-44ef-bbcd-1a6d51149411', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:22:48', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('baf40f65-9883-4409-85e4-f2121bf7962d', '00000000-0000-0000-0000-000000000001', '2017-12-18 17:23:49', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('bafd3c04-6f7b-4357-a3e3-6a4bb9c29499', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:23:55', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('bb109d87-39d6-4041-97f0-b9b42fe0790c', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:03:38', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bb7485b4-c35a-4912-92da-d313305989ca', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:45:42', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bbc6be3d-2f16-4101-9aba-260f7ddb20da', '00000000-0000-0000-0000-000000000001', '2017-11-09 17:12:08', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bbe7145c-a030-4e27-abae-64a5527ec9dc', '00000000-0000-0000-0000-000000000001', '2017-10-18 08:54:29', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('bc7a617f-2c69-4ba8-b368-48585282796b', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:38:01', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bca330f9-a69e-4499-a92a-b6d5e4550eb9', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:39:09', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bcca2748-79ed-4e3f-9fd5-825424cb27f8', '00000000-0000-0000-0000-000000000001', '2017-10-16 09:24:50', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bd1e9d65-93e5-4dd7-a4db-78b7c75c2edc', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:25:33', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('bda6f28c-fcb9-4794-89ab-b973a23cbf13', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:34:11', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bdd13a13-3be8-4144-9752-6b978d05f696', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:19:38', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bdd550ee-5777-4d64-b549-3fecffc62174', '00000000-0000-0000-0000-000000000001', '2017-12-11 11:08:21', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bddab42f-d834-422e-b841-4efdf8115f35', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:40:21', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('be928b2e-538a-4d94-ad63-13fc69c7e742', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:10:01', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('bebf5996-f79a-41f9-8f90-c5a718364003', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-18 16:41:57', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('bee031f4-73a8-4eb7-8d01-f6b28194f0fb', '00000000-0000-0000-0000-000000000001', '2017-12-11 10:04:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bf386c0c-a6cc-45f8-8857-1cbecf25df5b', '00000000-0000-0000-0000-000000000001', '2017-10-16 18:53:12', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bf4bd81c-174a-41ff-a036-03b305f18a69', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:59:14', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bfcb1c1b-8013-4267-89f5-a73bc20acb3c', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:32:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bfcb7f49-806f-47be-872d-9696fc57598e', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:03:35', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('bfcd0a0d-f4aa-4a2b-b053-7c20f33d7092', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:26:39', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('bfde4961-dc36-4c27-8e6b-e4a905432a05', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:51:03', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('c06d290b-782e-489d-8d62-0a330601cd01', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:12:12', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('c086b3ad-c8c2-4c96-8bc6-6d90085d39e4', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:39:01', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c0d76d90-d501-4dcd-b2de-92bb09030ec4', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:09:24', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('c0ff497c-06fc-4510-bb81-3a52434a31de', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:00:40', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c11a75a7-5898-4fd2-810f-4f2b92eda613', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:41:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c220abf3-c7dd-4469-9452-c276f897d30d', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:38:13', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('c241771c-2785-4611-9952-b6fbbd5282fd', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:09:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c2b62d68-7b0b-43b2-8cf2-a667adf0d977', '00000000-0000-0000-0000-000000000001', '2017-10-17 10:23:36', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c3c666bf-b1db-4ba2-947d-41bd3231cda9', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:48:49', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('c3cc96aa-b4b2-4c6a-808e-da2448d2bd27', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:41:34', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('c3e8871a-fb9d-47be-b16a-f1bf7d95f1c1', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:44:10', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c4717a40-b670-4822-aada-df0e60c3b5b5', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:11:02', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c50b833c-12d5-4501-8918-fd633a09dcf1', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:57:19', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c55e14f2-617b-4637-a556-16af4f82e4a8', '00000000-0000-0000-0000-000000000001', '2017-10-25 11:25:29', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c62ef1ee-7146-442a-9f0f-2851749b4b21', '00000000-0000-0000-0000-000000000001', '2017-11-09 15:55:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c696ef06-4d00-488e-a18f-2745743c3766', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:00:12', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('c6e3f0da-6cda-4597-a96d-75f15ddf0912', '00000000-0000-0000-0000-000000000001', '2017-10-18 15:57:01', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c794be7e-5398-4179-9ff9-a46839083f86', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:10:38', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('c7f898b2-cb76-4572-987e-2e7a1397da61', '00000000-0000-0000-0000-000000000001', '2017-11-02 10:06:58', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('c84e0829-3119-40c4-8921-ed711c042a01', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:36:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('c85560aa-259a-48d7-9b4d-c497a1cc7507', '00000000-0000-0000-0000-000000000001', '2017-10-17 15:43:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('caad42d4-2c82-40cc-a58e-c27c664dd380', '00000000-0000-0000-0000-000000000001', '2017-11-11 17:21:21', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('cae7d482-652e-41ca-b80f-887334360337', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:52:47', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('cb0c40c2-1c8b-44b5-bdf5-300a26891007', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:09:33', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('cb22cbc6-eac1-4703-a62b-3caa22ade5b1', '00000000-0000-0000-0000-000000000001', '2017-10-23 12:08:37', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('cb86c475-558b-4372-985d-b5b3d8357343', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:03:21', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('cb8ad3cd-ede2-4f02-a90f-05cc634e9342', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:30:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('cbb78fc8-30c8-4a79-a1f8-38d0de7914ac', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:47:48', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('cbf5c809-ccd0-47a6-8dba-2534559798f0', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:39:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('cc2d7475-34d7-4bb5-b993-d8abaffd0735', '00000000-0000-0000-0000-000000000001', '2017-10-16 10:55:41', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ccc3fb28-346b-4aa4-8d2c-3674901d68bc', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:14', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ccd2e316-0db6-4207-aef9-d63760629647', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:32:10', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ccdb866e-306b-4f2b-a57f-2cf1f73d2778', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:36:13', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('cda7f24f-3b4a-4a69-b36a-ddf5cc3409e2', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:28:31', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('cdb1ba67-4bf8-4c81-88a9-5cfc3b0a1a30', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:35:06', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ce525ae8-644e-417b-a68a-7ed12f4e6cc7', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:22:51', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('ce8b06e3-46e4-4eef-b0cf-7c5078fbd86b', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:03:12', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('cee47e2e-739b-4403-a5f6-4ec8770c38af', '00000000-0000-0000-0000-000000000001', '2017-10-25 08:51:00', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('cf94a227-668b-40b2-9360-ed19bfa61e54', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:37:53', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d0baefae-2da7-4fd8-80c9-801672f47a35', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:26:06', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d0bcea38-cac2-4ac8-9b9d-57b9e3c46c87', '00000000-0000-0000-0000-000000000001', '2017-11-11 17:21:21', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d1592ffa-de26-46d7-b9b5-a4a3471e61f3', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:08:30', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d16313e0-2cd9-4ce8-b537-d7caace8fe5d', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:42:32', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d219b388-6b5a-4533-9ad8-73904471b8aa', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:14:42', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d227dcb9-8857-4575-a667-fd2d0644ac08', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:25:01', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('d260a799-1048-4c00-bf36-adee009f012f', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:33:05', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('d2bfaaba-797d-4298-996e-a57caff8c44b', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:57:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d2d8c1c1-ad74-4763-bd52-e2caad2c046b', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:46:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d337c18e-c99f-4324-8cd5-f5319f8f3b53', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:01:29', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d33a9f33-7289-4df4-9c1a-e5c03bd3e68b', '00000000-0000-0000-0000-000000000001', '2017-12-18 14:52:23', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d37b3c85-757b-438f-9697-62fb455d0292', '00000000-0000-0000-0000-000000000001', '2017-11-03 16:05:32', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d38fdbe6-5ba6-47d8-87a2-b33408d7cf26', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:57:51', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d3c7407e-8a88-4b5b-ab5d-3a04faba2bd0', '00000000-0000-0000-0000-000000000001', '2017-11-11 12:13:14', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d3f188cd-b224-4994-9dd7-47cd05949060', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:05:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d40bdc4a-c014-47c3-9114-f1e9a6ca1397', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:57:54', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d476642f-81a7-4e52-8fb3-64d13855f7be', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 14:47:31', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('d4bc1729-aacb-4779-809c-cf9e9d14198a', '00000000-0000-0000-0000-000000000001', '2017-11-21 08:58:43', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d5089d41-e82f-4299-a9ca-3ccdc43adf64', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:43:35', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d514cdbe-5424-4b75-8486-396cfb6175bf', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:44:22', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('d5a5b078-d671-4727-9572-fab4ada7679c', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:07:14', null, '淮安市纪委', '管理员', '修改', '管理员的角色设置');
INSERT INTO `Log` VALUES ('d5f48c44-91f7-4f88-a52a-6ff7f2632cac', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:37:10', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('d641e231-8261-4fa2-98b5-38d89c5562c9', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:09:57', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d688882e-12f0-4341-991c-067c96a6ff9b', '00000000-0000-0000-0000-000000000001', '2017-12-18 15:34:15', null, '淮安市纪委', '管理员', '删除', '部门');
INSERT INTO `Log` VALUES ('d6c595e7-0f18-4987-9c44-116e533cb358', '00000000-0000-0000-0000-000000000001', '2017-11-21 08:41:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d6e7cc8b-181b-437b-b592-3b384ae1b127', '00000000-0000-0000-0000-000000000001', '2017-11-08 20:03:51', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d6f08f15-4085-4721-84a7-df4faed314ad', '00000000-0000-0000-0000-000000000001', '2017-10-17 15:43:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d71dcd75-a68a-4b67-a271-1837314bbcb3', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:44:19', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d785b269-0db4-434b-9490-e6a5b9cfc989', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:22:48', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('d7c2d1f8-1ddc-41e9-81dc-7bdcd35d5ffb', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:36:53', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d7da1761-355d-4171-b0ef-82a4927878fd', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:27:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d8566381-1295-4469-a8b1-67f74ffcf2a2', '00000000-0000-0000-0000-000000000001', '2017-11-10 10:49:45', null, '淮安市纪委', '管理员', '新增', '部门');
INSERT INTO `Log` VALUES ('d89b76a4-1409-4ac8-b958-899de9769c87', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:34:53', null, '淮安市纪委', '管理员', '修改', '部门');
INSERT INTO `Log` VALUES ('d8ac741e-c405-4ed9-84a1-88d6cd4770e7', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:35:07', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d8c9ddee-48e2-4e84-b47c-0f73d7634ca7', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:38:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d941b77c-1542-4a6a-aebb-aeb951d857b3', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:33:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d95b668f-1cf9-472d-b5ce-0a0ab7507fc5', '00000000-0000-0000-0000-000000000001', '2017-10-25 08:54:59', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('d9a9cfb8-75ad-44f1-889b-115f213c77eb', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:48:46', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d9af884d-ccf3-4794-b40d-9e85024afe5e', '00000000-0000-0000-0000-000000000001', '2017-10-18 11:01:19', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('d9b12d60-d5c5-4c3f-b6ab-294a3c2a0146', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:00:02', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d9b3c883-e66c-453f-aeb2-7618ff12d0e9', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:01:11', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('d9ebda47-1248-408f-bfaa-7fd1914e7604', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:52:35', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('da1983cc-8950-4593-8e65-f3eef7f9b880', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:25:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('da316885-aa83-47d0-87f5-b8f1da3e7ed6', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:09:00', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('db08dadb-6d76-4c8c-bd84-ce919d6c1a15', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:25:13', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('db434a33-5b94-43dc-8d6e-b69bd8fa503e', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:08:25', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('db6ecf41-d72e-47ee-94d1-e0a6ee642868', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:48:42', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('db7c9d69-477c-4295-a92b-ce6da6e6ff40', '00000000-0000-0000-0000-000000000001', '2017-10-17 17:37:41', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('dba44a31-9670-480a-be3e-5caf133bd93c', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:22:34', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('dbda6b79-e9bf-4062-96ba-874784d75fa6', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:10:37', null, '淮安市纪委', '管理员', '修改', '汤老师的用户设置');
INSERT INTO `Log` VALUES ('dcd655db-92b2-45c7-bc2e-eaa8bfdd12c1', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:32:03', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('dcdec454-adfb-4306-850a-733aff95c85e', '00000000-0000-0000-0000-000000000001', '2017-10-24 12:20:29', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('dcf9d13a-35bc-4b50-b3a1-391b62223361', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:11:29', null, '淮安市纪委', '管理员', '修改', '汤老师的用户设置');
INSERT INTO `Log` VALUES ('dd84e6ed-ca8d-45ae-a20a-1ffd13539529', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:41:03', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('ddb22c60-b0e3-41be-936b-26eaa168a970', '00000000-0000-0000-0000-000000000001', '2017-10-16 14:00:42', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('dde0175c-5659-4936-8f00-bc931f15b877', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:40:52', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('de1025d9-b460-4377-a93c-9eb8e53af21d', '00000000-0000-0000-0000-000000000001', '2017-10-24 15:01:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('de78db9e-a533-4c0d-ac37-347d599d8a17', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:57:31', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('dec420fa-c3ea-4e2a-a990-eeab11c0a7d6', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:47:04', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('dfa01f3a-8e00-47b9-9b55-1b536c0c0a9d', '00000000-0000-0000-0000-000000000001', '2017-10-17 16:42:42', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('dfbbcd3d-5fc2-4670-9a5e-4a98b99caf0a', '00000000-0000-0000-0000-000000000001', '2017-10-23 08:50:41', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('e0344e37-944b-4e9b-97ec-26a53aa224a0', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:31:21', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e0b256fa-f1bf-4ca8-aba8-c3925989d871', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:19', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('e0b61836-de0f-417f-8448-9f5b280394fa', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:50:15', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e14c16cf-99a5-439b-b666-66feaa7b8ed4', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:07:58', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('e1545655-461a-4d29-8cea-52b5f879e7d1', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:01:53', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('e15a6e72-ed7c-4a94-8fd8-ed28ae8d406a', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:13:59', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e1b8fac8-76a5-4179-bcd5-2f42e28a9269', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:08:14', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e2400a4c-c35f-440b-a403-7c4c629f2328', '00000000-0000-0000-0000-000000000001', '2017-10-23 11:02:29', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e2764562-6d11-43ea-a607-d0a23d7a455e', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:49:15', null, '淮安市纪委', '管理员', '新增', 'yuzuru1的用户设置');
INSERT INTO `Log` VALUES ('e279c5ed-fe45-49a0-beb4-20d72e844547', '00000000-0000-0000-0000-000000000001', '2017-10-23 10:52:49', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e39fa029-02eb-47a2-84e2-1a4901ea844f', '00000000-0000-0000-0000-000000000001', '2017-10-18 10:52:39', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('e3ba8a31-267f-4f60-975f-7d1797425823', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-23 08:47:10', null, '淮安市纪委', 'test', '修改', '');
INSERT INTO `Log` VALUES ('e3cafc77-e97f-454d-97c7-1349c0f7fa32', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:50:37', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e4946fc2-9566-4ae9-80bd-6861a16a6873', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:45:54', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('e4b53d25-c40b-4de7-8b57-44dfa5fb9b60', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:59:25', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e50662d6-a93e-4c2d-813a-2dcda7c651e6', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-24 14:47:26', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e52cbd43-1a97-44d9-a3f3-502b1e8b94b3', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:37:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e536965d-52ce-4333-9d3a-a744743c947b', '00000000-0000-0000-0000-000000000001', '2017-10-18 10:49:36', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e653aa0c-fffa-4a8a-95e7-6e2ea421e489', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:08:09', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e657c506-8f89-45c5-b8d4-52e83df4fe2a', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:37:01', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e677f728-efb7-4f61-b4cf-8a34763c6bef', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:43:53', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e67cc790-6e53-40b8-9379-69a3f74f7ea5', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:58', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('e7a062ae-d471-4bc5-b2f8-57b835960fad', '00000000-0000-0000-0000-000000000001', '2017-10-23 18:59:04', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e7e8f895-e22a-4ea5-8aa0-0616d9129452', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:47:08', null, '淮安市纪委', '管理员', '修改', '使用者的角色设置');
INSERT INTO `Log` VALUES ('e7f2aa63-01fc-48c8-a630-a223d5a53289', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:34:54', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e81288b1-e037-4e74-a8a9-f6a6f492b3c1', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:10:18', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e83ad679-e5d1-4044-829f-3c43951b643c', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:27:37', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('e8ade88f-ab79-43b7-bd4b-8357e324d681', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:29:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('e9150a9f-543d-4c51-bdec-24d7c8fdcb52', '00000000-0000-0000-0000-000000000001', '2017-10-16 17:33:55', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e91f6c84-e1aa-4986-b152-86e2f1ecc69e', '00000000-0000-0000-0000-000000000001', '2017-10-17 13:53:30', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e9597eb1-e5ea-4214-83ca-06d716001c98', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 15:53:40', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('e97b9f0a-e5ca-47c0-a5d4-a1f93ac89457', '00000000-0000-0000-0000-000000000001', '2017-10-18 14:49:02', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('e9e6424f-ffde-4e48-9cb1-bfe9e64d9388', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:43:25', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ea626778-5ae5-4597-994d-572734176f3a', '00000000-0000-0000-0000-000000000001', '2017-11-11 15:12:12', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('eaab87d9-d65d-4f1f-9da9-f8b398543ed5', '00000000-0000-0000-0000-000000000001', '2017-11-11 11:47:48', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('eac1941a-96fc-4b79-abd1-51cfb308bb5a', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:45:53', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('eb2d4f52-5a74-4743-b893-0e84c5b39391', '00000000-0000-0000-0000-000000000001', '2017-11-03 14:36:02', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('eb7f1a73-acc8-4ca0-ac4c-5a72b7888116', '00000000-0000-0000-0000-000000000001', '2017-10-17 10:07:45', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('eb8c9564-576b-4aa4-a6ea-80e8dabeacb5', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:23:39', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('eba40cd3-8941-4a85-afd5-1602938dc071', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:10:27', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('ebc4889b-9ce2-4ef4-b8f2-39ae431283dd', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:42:16', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ebf4e20d-d8dc-4a8d-aac3-235d16a94357', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:11:52', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ec6fe690-935e-4b42-a500-7fe4cdc96998', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:34:34', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('ec7b3e4d-c2d2-4340-bf3e-fdab805a07c1', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:32:04', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('edda33d6-2a8c-4aa6-b152-ebe61c15d5f6', '00000000-0000-0000-0000-000000000001', '2017-10-17 15:20:16', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ee28b14b-3fc0-4420-9d15-638d9c626fd8', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:57:32', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ee475733-8400-4db3-aac1-a5412ae52f16', '00000000-0000-0000-0000-000000000001', '2017-10-16 15:01:56', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('ee61f501-5810-452b-99d6-b8b6b34def1c', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:41:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ee642be3-8323-4350-af03-030cb6c3ce54', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:59:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('eed93a3e-2f9a-43a2-88ec-83218ab857e9', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:31:45', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ef0b4daf-bd51-413e-b328-1bc1fad814c1', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:07:57', null, '淮安市纪委', '汤老师', '新增', '');
INSERT INTO `Log` VALUES ('ef13ea7f-1fe8-4de8-842b-fe524aeb6b47', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:46:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ef99602b-8648-4839-a43e-afdd9627551b', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:32:24', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('efe8ac87-bce6-4757-ba31-4a44444e5dd0', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:47:58', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f0410d6b-e3d6-4edc-b9ed-cd04d404185e', '00000000-0000-0000-0000-000000000001', '2017-11-08 20:09:54', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f05ed0f0-e8e6-4354-96d6-8c8f8956614b', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:18:29', null, '淮安市纪委', '管理员', '修改', '使用者的角色设置');
INSERT INTO `Log` VALUES ('f0a75bcb-2065-4627-948f-2622551c8273', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:40:38', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f0e39d10-7bb5-4713-b475-78e09a9383c3', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:12:53', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f1c46271-36ac-4826-882a-50dab0b0306b', '00000000-0000-0000-0000-000000000001', '2017-10-18 09:19:57', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f2079b3e-11b7-422b-aceb-9681b6a6ff8b', '00000000-0000-0000-0000-000000000001', '2017-11-06 16:31:10', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f219d7dc-6235-49e4-b06f-469d1a9d0f79', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:33:17', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f23cd6d5-800c-4f16-8452-23a2ea52a82f', '00000000-0000-0000-0000-000000000001', '2017-12-21 10:45:05', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f24d4662-d320-4d54-91f3-cdad5060469e', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:12:58', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('f25c8310-c8ad-47d6-8670-8ba887ac3ce6', '00000000-0000-0000-0000-000000000001', '2017-11-07 09:24:32', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f27c8fb5-9eaa-4474-b7a8-cc3e2ea25a35', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:47:25', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('f388eb0a-ebac-460d-8ed5-fe8d9346afaa', '00000000-0000-0000-0000-000000000001', '2017-10-16 17:30:39', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f3e51312-67ad-4153-82cf-0ee03cf5f1f9', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:36:14', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f3ef1a09-fbbd-4423-8827-cc65ec98aa84', '00000000-0000-0000-0000-000000000001', '2017-10-18 13:57:11', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f4661753-1bdd-4684-8ab5-766e666dfdff', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:34:14', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('f46bbd69-48d4-4d5b-ac3e-a4e45bb45f16', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:59:30', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f4c79588-2094-42e2-b318-f9d5c0c09e39', '00000000-0000-0000-0000-000000000001', '2017-11-03 10:43:00', null, '淮安市纪委', '管理员', '删除', '部门');
INSERT INTO `Log` VALUES ('f50cb44c-763d-46b8-b0e4-baf77cbce9ea', '00000000-0000-0000-0000-000000000001', '2017-10-25 11:27:20', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f5386409-285a-46b8-b2c6-69a4c5fb59cd', '00000000-0000-0000-0000-000000000001', '2017-10-19 09:08:46', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f55b0587-8df1-42ee-acbb-239e44bf08aa', '00000000-0000-0000-0000-000000000001', '2017-11-03 15:25:01', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f574d2eb-a89c-4787-abc8-0e8d39fc8f22', '00000000-0000-0000-0000-000000000001', '2017-10-23 19:14:17', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f587bf9f-23f7-4a85-aca2-6089674541cf', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:12:47', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f5bc3145-5b4c-4311-bafc-7bfcb31f1744', '00000000-0000-0000-0000-000000000001', '2017-11-09 15:59:27', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f5bc6c86-0352-4efe-995e-f385c7e68748', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:13:33', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f62b1198-5d01-46d5-87bb-c5a48e81d09b', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 10:50:05', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('f64b903b-668c-4f69-8a00-4acb0af2f87a', '00000000-0000-0000-0000-000000000001', '2017-10-24 13:27:38', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f6cf18f8-99c2-46c1-b07e-bf9ea0e99263', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:07:30', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('f6f5d799-4b70-4894-99d2-26192445ecdd', '00000000-0000-0000-0000-000000000001', '2017-10-23 17:43:26', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f7056d11-466a-4e49-a55a-bef0effc8591', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:03:13', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('f708f878-facc-4c80-85d6-dbbcb8601e12', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:29:40', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f72198e1-454a-4f7a-b885-3a82a1c0f90b', '00000000-0000-0000-0000-000000000001', '2017-10-17 14:22:55', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f746358c-33b2-4dd8-a49d-c1598da08fc3', '00000000-0000-0000-0000-000000000001', '2017-10-24 16:31:21', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f791a4e7-c819-4648-a12f-7362a1a976a4', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:37:35', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('f79cd5cb-7231-4b04-9ec1-3406657afdbd', '00000000-0000-0000-0000-000000000001', '2017-10-17 11:11:57', null, '淮安市纪委', '管理员', '新增', '');
INSERT INTO `Log` VALUES ('f81c4710-da34-4f82-a2da-612334a4227c', '00000000-0000-0000-0000-000000000001', '2017-11-09 15:49:44', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f8506314-4f18-43ac-aad6-caefd32fd5ed', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:35:36', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f85c0c8c-ebda-4b1c-aee5-89dad646ea76', '00000000-0000-0000-0000-000000000001', '2017-11-21 10:02:24', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('f86f6363-be5b-426e-81ef-ee9eeb34b70b', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 10:50:16', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('f8769141-ab4a-4ee5-982c-abe5a8fe4f88', '00000000-0000-0000-0000-000000000001', '2017-11-06 16:28:01', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('f8855ee3-f058-4ca5-a906-6d3ea5787593', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-10-23 09:45:13', null, '淮安市纪委', 'test', '新增', '');
INSERT INTO `Log` VALUES ('f9a47e0c-c6d1-412a-a7f5-afdfb061a7b3', '00000000-0000-0000-0000-000000000001', '2017-10-16 17:41:14', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fa3260f5-6bfa-4b64-93ab-61d6d8087834', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:06:46', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('fa410308-9957-488b-aeae-3348eb846e3f', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-11-09 16:58:49', null, '淮安市纪委', '汤老师', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fa6fdd83-fbf6-4ab7-8296-fe96ee6c10a3', '00000000-0000-0000-0000-000000000001', '2017-11-08 16:38:50', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('fae5cf0c-2f39-491b-838c-a8f5a8946316', '00000000-0000-0000-0000-000000000001', '2017-10-19 08:54:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fb2aa709-4809-4c24-8cdc-f9e0727c4c52', '4f02ff4d-e967-461b-9c35-de7830cd63e7', '2017-10-23 11:10:05', null, '淮安市纪委', 'yuzuru1', '修改', '');
INSERT INTO `Log` VALUES ('fbda22fa-76f9-43f2-8643-0d015a2dbc42', '00000000-0000-0000-0000-000000000001', '2017-10-23 09:10:32', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fbdb71de-a733-497b-b9c5-186ac5b3d4cf', '00000000-0000-0000-0000-000000000001', '2017-10-25 10:11:13', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fc033072-1218-471e-88cf-a3444b54d970', '00000000-0000-0000-0000-000000000001', '2017-10-23 15:31:55', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fc49ea77-61a5-4247-99a8-11e251c8c84f', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 09:48:09', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('fcaf9a02-0f92-4f5b-8639-8cd30c2a58db', '00000000-0000-0000-0000-000000000001', '2017-11-04 16:13:23', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('fcbf5c5b-d320-414b-a609-85c12647aa49', '00000000-0000-0000-0000-000000000001', '2017-10-24 14:44:06', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('fcc177fe-ebac-4370-9737-cd82858430d7', '00000000-0000-0000-0000-000000000001', '2017-12-21 09:44:05', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fcd695b1-5730-4d7f-a773-21aea8212afa', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:32:25', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('fd73b444-3c81-42f3-bb13-999f99fe566f', '00000000-0000-0000-0000-000000000001', '2017-11-21 09:19:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('fdd67551-ffb2-4519-9421-39deb0df7760', '00000000-0000-0000-0000-000000000001', '2017-11-07 09:24:41', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('fde01e15-ae14-4b09-8b74-e4653d5e410a', '00000000-0000-0000-0000-000000000001', '2017-10-23 16:30:17', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('fe8dbc59-6acf-40c3-a146-7ca80bd51685', '6aaf3927-beb2-452f-abd1-131e2cf63998', '2017-12-21 10:09:22', null, '淮安市纪委', '汤老师', '修改', '');
INSERT INTO `Log` VALUES ('feccdcb0-69a5-4f88-81c8-8dccfae22fd0', '00000000-0000-0000-0000-000000000001', '2017-11-10 11:10:49', null, '淮安市纪委', '管理员', '修改', '');
INSERT INTO `Log` VALUES ('ffa304ff-f3c8-48bc-a1c6-0771359239e4', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:10:31', null, '淮安市纪委', '管理员', '打印日志', '管理员');
INSERT INTO `Log` VALUES ('ffd96e8a-4b52-4bc5-b606-7be1f29b6f9c', '00000000-0000-0000-0000-000000000001', '2017-11-21 12:11:54', null, '淮安市纪委', '管理员', '登录', '系统登录');
INSERT INTO `Log` VALUES ('fff90f3d-15f2-4d2c-8bac-2826ee48fbe1', '00000000-0000-0000-0000-000000000001', '2017-12-18 16:49:51', null, '淮安市纪委', '管理员', '登录', '系统登录');

-- ----------------------------
-- Table structure for Menu
-- ----------------------------
DROP TABLE IF EXISTS `Menu`;
CREATE TABLE `Menu` (
  `ID` char(36) NOT NULL,
  `Name` text,
  `Icon` text,
  `ParentID` char(36) DEFAULT NULL,
  `Url` text,
  `Sequence` int(11) DEFAULT NULL,
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Menu
-- ----------------------------
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000010', '数据服务平台', 'icon-cloud', '00000000-0000-0000-0000-000000000000', null, '10', '2017-11-21 09:00:17');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000011', '民航数据云', 'icon-nav', '00000000-0000-0000-0000-000000000010', '/Resource/ResourceShare', '11', '2017-10-19 08:51:11');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000012', '信息数据发布', 'icon-nav', '00000000-0000-0000-0000-000000000010', '/Resource/ResourceSubmit', '12', '2017-10-17 11:27:05');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000013', '数据获取审批', 'icon-nav', '00000000-0000-0000-0000-000000000010', '/Resource/ResourceList', '13', '2017-10-24 14:52:00');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000020', '计算服务平台', 'icon-cogs', '00000000-0000-0000-0000-000000000000', '', '30', '2017-11-21 09:01:42');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000021', '虚拟机快捷申请', 'icon-nav', '00000000-0000-0000-0000-000000000020', '/VMResource/VMTemporaryControl', '35', '2017-11-21 09:06:28');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000022', '云计算服务台', 'icon-nav', '00000000-0000-0000-0000-000000000020', '/VMResource/VMResourceControl', '31', '2017-11-21 09:09:57');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000023', '云计算服务申请', 'icon-nav', '00000000-0000-0000-0000-000000000020', '/VMResource/VMResourceShare', '32', '2017-11-21 09:10:00');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000024', '云计算服务审批', 'icon-nav', '00000000-0000-0000-0000-000000000020', '/VMResource/VMResourceApprove', '33', '2017-11-21 09:09:32');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000025', '云计算服务发布', 'icon-nav', '00000000-0000-0000-0000-000000000020', '/VMResource/VMResourceSubmit', '34', '2017-11-21 09:09:41');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000200', '系统设置', 'icon-cog', '00000000-0000-0000-0000-000000000000', null, '200', '2017-10-23 11:07:13');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000201', '用户设置', 'icon-nav', '00000000-0000-0000-0000-000000000200', '/Admin/UsersList', '201', '2017-10-23 11:07:14');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000202', '部门设置', 'icon-nav', '00000000-0000-0000-0000-000000000200', '/Admin/DeptList', '202', '2017-10-23 11:07:16');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000203', '角色设置', 'icon-nav', '00000000-0000-0000-0000-000000000200', '/Admin/RoleList', '203', '2017-10-23 11:07:17');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000204', '操作日志', 'icon-nav', '00000000-0000-0000-0000-000000000200', '/Admin/LogList', '204', '2017-10-23 11:07:18');
INSERT INTO `Menu` VALUES ('00000000-0000-0000-0000-000000000205', '修改密码', 'icon-nav', '00000000-0000-0000-0000-000000000200', '/Admin/ChangePassword', '205', '2017-10-23 11:07:19');

-- ----------------------------
-- Table structure for Person
-- ----------------------------
DROP TABLE IF EXISTS `Person`;
CREATE TABLE `Person` (
  `ID` char(36) NOT NULL,
  `DeptID` char(36) DEFAULT NULL,
  `No` int(11) DEFAULT NULL COMMENT '统一编号 ',
  `Name` varchar(255) DEFAULT '' COMMENT '姓名',
  `WorkLevel` varchar(255) DEFAULT '' COMMENT '职级0  厅处科',
  `Workduty` varchar(255) DEFAULT '' COMMENT '行政职务',
  `WorkUnit` varchar(255) DEFAULT '' COMMENT '工作单位',
  `Gender` varchar(255) DEFAULT '' COMMENT '性别',
  `DOB` varchar(255) DEFAULT '' COMMENT '出生年月',
  `Age` int(11) DEFAULT '0' COMMENT '年龄 0',
  `Phone` varchar(255) DEFAULT '' COMMENT '手机号码',
  `IDCard` varchar(255) DEFAULT '' COMMENT '身份证号',
  `Address` varchar(255) DEFAULT '' COMMENT '家庭住址',
  `IsDeleted` bit(1) DEFAULT NULL,
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Person
-- ----------------------------
INSERT INTO `Person` VALUES ('20cd3df0-c688-4417-883f-03aea2f3e984', '00000000-0000-0001-0000-000000000001', '104', '姜爱军', '副厅', '2014.05 ', '省纪委派驻省委组织部纪检组组长', '女', '1966.11 ', '52', null, null, null, '\0', '2018-01-16 12:00:33');
INSERT INTO `Person` VALUES ('37940695-d144-4213-9471-69f7c7e6fe15', '00000000-0000-0001-0000-000000000003', '304', '霍宝柱', '副厅', '2013.08 ', '省纪委派驻省教育厅纪检组组长、党组成员', '男', '1961.02 ', '57', null, null, null, '\0', '2018-01-16 12:00:55');
INSERT INTO `Person` VALUES ('3c49be57-1842-4933-be8d-3079b2fb5a46', '00000000-0000-0001-0000-000000000001', '101', '吴自斌', '副厅', '2007.10', '省纪委驻省委办公厅纪检组组长', '男', '1962.10（53岁）', '56', null, null, null, '\0', '2018-01-16 12:00:12');
INSERT INTO `Person` VALUES ('3caf4ffc-7b46-43fa-9b1c-9973acfe6523', '00000000-0000-0001-0000-000000000003', '302', '陈照煌', '正厅', '2015.06', '省委巡视组组长', '男', '1955.10', '63', null, null, null, '\0', '2018-01-16 12:00:54');
INSERT INTO `Person` VALUES ('421ff2e4-c8ee-4b8c-96cd-a4f3498de282', '00000000-0000-0001-0000-000000000001', '102', '臧巧华', '正厅', '2014.02', '省委巡视组组长', '男', '1955.07', '63', null, null, null, '\0', '2018-01-16 12:00:18');
INSERT INTO `Person` VALUES ('75e9b17b-3e3e-43f4-b562-b3709b0e1cca', '00000000-0000-0001-0000-000000000002', '201', '赵长林', '正厅', '2017.02', '省纪委常委、省委巡视组组长、省委巡视办副主任', '男', '1963.01（54岁）', '55', null, null, null, '\0', '2018-01-16 12:00:43');
INSERT INTO `Person` VALUES ('768abcf4-f4ea-4305-8a15-cd53eaeb545f', '00000000-0000-0001-0000-000000000003', '303', '任晓明', '副厅', '2013.08 ', '省纪委派驻省经济和信息化委员会纪检组组长、党组成员', '男', '1963.07 ', '55', null, null, null, '\0', '2018-01-16 12:00:55');
INSERT INTO `Person` VALUES ('800503f6-8632-4166-a5c5-5d2dd05b54bc', '00000000-0000-0001-0000-000000000002', '203', '练如俊', '正厅', '2014.12', '省委巡视组组长', '男', '1959.10', '59', null, null, null, '\0', '2018-01-16 12:00:48');
INSERT INTO `Person` VALUES ('98faa03b-8c72-4ee7-be0e-721427231fbb', '00000000-0000-0001-0000-000000000002', '206', '蒋云峰', '副厅', '2013.05', '省纪委派驻省发展和改革委员会纪检组组长、党组成员', '男', '1964.09', '54', null, null, null, '\0', '2018-01-16 12:00:51');
INSERT INTO `Person` VALUES ('9e3b826e-aea4-401c-92b4-af124085a9cd', '00000000-0000-0001-0000-000000000001', '105', '沈辉', '副厅', '2013.05', '省纪委派驻省委宣传部纪检组组长', '男', '1966.04', '52', null, null, null, '\0', '2018-01-16 12:00:34');
INSERT INTO `Person` VALUES ('ba55587e-6a74-4446-b08e-26c757873264', '00000000-0000-0001-0000-000000000003', '306', '张姬雯', '副厅', '2011.09 ', '省纪委派驻驻省科学技术厅纪检组长、党组成员', '女', '1967.10', null, null, null, null, '\0', '2018-01-16 12:00:57');
INSERT INTO `Person` VALUES ('c531eac5-cc2f-45c1-9f07-178a5335e8b8', '00000000-0000-0001-0000-000000000001', '103', '庄同保', '正厅', '2013.11', '省委巡视组组长，省政协提案委员会副主任', '男', '1956.12', '62', null, null, null, '\0', '2018-01-16 12:00:22');
INSERT INTO `Person` VALUES ('c92a296d-161c-4b58-8bbe-0ce4d37f463c', '00000000-0000-0001-0000-000000000003', '301', '陈逸中', '正厅', '2013.03', '省委巡视组组长', '男', '1955.06', '63', null, null, null, '\0', '2018-01-16 12:00:54');
INSERT INTO `Person` VALUES ('ce98935e-0e6d-429e-9171-892ea49aa58e', '00000000-0000-0001-0000-000000000003', '305', '郜虎林', '正厅', '2016.05', '省委巡视组组长', '男', '1962.08', '56', null, null, null, '\0', '2018-01-16 12:00:55');
INSERT INTO `Person` VALUES ('d7f2dfe2-8599-4c6f-9a95-385123b21258', '00000000-0000-0001-0000-000000000001', '106', '王建国', '正厅', '2016.05', '省委巡视组组长', '男', '1958.02（  岁）', '60', null, null, null, '\0', '2018-01-16 12:00:37');
INSERT INTO `Person` VALUES ('e44b22cd-68a9-4871-ab60-9fcfbf1ba90c', '00000000-0000-0001-0000-000000000002', '202', '姚泉江', '副厅', '2012.09', '省纪委派驻省委统战部纪检组组长', '男', '1965.09', '53', null, null, null, '\0', '2018-01-16 12:00:48');
INSERT INTO `Person` VALUES ('eb8e21d5-6a88-457c-acdb-a4307fec40e8', '00000000-0000-0001-0000-000000000002', '205', '杨伟', '副厅', '2013.05', '省纪委驻省政府办公厅纪检组组长、党组成员', '男', '1961.04(54岁)', '57', null, null, null, '\0', '2018-01-16 12:00:49');
INSERT INTO `Person` VALUES ('fcfdd1ac-930b-4988-a25e-4c95647aef05', '00000000-0000-0001-0000-000000000002', '204', '欧阳波', '副厅', '2016.12 ', '省纪委派驻省人大机关纪检组组长、机关党组成员', '男', '1960.01 ', '58', null, null, null, '\0', '2018-01-16 12:00:49');

-- ----------------------------
-- Table structure for Role
-- ----------------------------
DROP TABLE IF EXISTS `Role`;
CREATE TABLE `Role` (
  `ID` char(36) NOT NULL,
  `RoleName` text,
  `RoleAuthName` varchar(255) DEFAULT NULL,
  `Rank` int(11) DEFAULT NULL,
  `IsDeleted` bit(1) NOT NULL DEFAULT b'0',
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Role
-- ----------------------------
INSERT INTO `Role` VALUES ('00000000-1000-0000-0000-000000000000', '管理员', 'system', '1', '\0', '2018-01-16 09:20:30');
INSERT INTO `Role` VALUES ('0d21b425-bf8c-4fbc-8f37-8e9cc06eb28b', '使用者', 'user', '2', '\0', '2018-01-16 09:52:40');

-- ----------------------------
-- Table structure for RoleMenu
-- ----------------------------
DROP TABLE IF EXISTS `RoleMenu`;
CREATE TABLE `RoleMenu` (
  `ID` char(36) NOT NULL,
  `RoleID` char(36) DEFAULT NULL,
  `MenuID` char(36) DEFAULT NULL,
  `IsDeleted` bit(1) NOT NULL DEFAULT b'0',
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of RoleMenu
-- ----------------------------
INSERT INTO `RoleMenu` VALUES ('18974c1f-e745-442f-86c6-367fd3927d5f', '00000000-1000-0000-0000-000000000001', '00000000-0000-0000-0000-000000000205', '\0', '2017-11-11 11:33:18');
INSERT INTO `RoleMenu` VALUES ('2ffe0b3c-688e-429a-8aa5-beda9f8f93c3', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000010', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('31ac2539-0a85-4914-bd5f-da96905a7607', '00000000-1000-0000-0000-000000000001', '00000000-0000-0000-0000-000000000025', '\0', '2017-11-11 11:33:18');
INSERT INTO `RoleMenu` VALUES ('3f189095-5475-4eec-a8a1-0c6670c6c0e1', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000025', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('3fcfe8e3-b0f3-4672-9c54-0fe463dca315', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000011', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('410d30e5-c525-4ee5-8e4a-63195e1487ab', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000024', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('5a93488c-fba6-4475-8cf3-1086ea24c50c', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000205', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('5f7e5bbf-5093-4895-b6bf-730389bb87f5', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000203', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('6ea6193d-9fcd-42b9-93be-49c5a54d16da', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000202', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('a301e066-331e-467d-8e12-8850d16f2375', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000021', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('a3b95a25-c3af-4238-9115-64e80a617852', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000201', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('a64320c4-65b8-4217-bd7a-efca6fcdff23', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000020', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('b7f8ac17-9a50-46e6-accd-8e44c10749c0', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000022', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('c5d8e46b-f880-43be-a85c-c2c88da64675', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000013', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('c5e45a34-efc1-4ef6-b029-368e614f7366', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000023', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('cec51321-a168-4c0e-a339-fbb20a87b405', '00000000-1000-0000-0000-000000000001', '00000000-0000-0000-0000-000000000011', '\0', '2017-11-11 11:33:18');
INSERT INTO `RoleMenu` VALUES ('d3825ae8-397b-40a6-b6ef-6d94408ac70f', '00000000-1000-0000-0000-000000000001', '00000000-0000-0000-0000-000000000021', '\0', '2017-11-11 11:33:18');
INSERT INTO `RoleMenu` VALUES ('e411b181-5a19-4816-8b27-7a0196484490', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000012', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('e66b5935-ac86-418a-8ecf-b64d83d8f947', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000200', '\0', '2017-11-11 11:33:09');
INSERT INTO `RoleMenu` VALUES ('e6e50315-e886-4306-9a2b-c8173a31b2e3', '00000000-1000-0000-0000-000000000001', '00000000-0000-0000-0000-000000000022', '\0', '2017-11-11 11:33:18');
INSERT INTO `RoleMenu` VALUES ('f32b3d86-d0df-4645-84b5-128785178188', '00000000-1000-0000-0000-000000000000', '00000000-0000-0000-0000-000000000204', '\0', '2017-11-11 11:33:09');

-- ----------------------------
-- Table structure for Users
-- ----------------------------
DROP TABLE IF EXISTS `Users`;
CREATE TABLE `Users` (
  `ID` char(36) NOT NULL,
  `DeptID` char(36) DEFAULT NULL,
  `RoleID` char(36) DEFAULT NULL,
  `UserName` varchar(50) DEFAULT '',
  `Password` varchar(50) DEFAULT '',
  `RealName` varchar(20) DEFAULT '',
  `Rank` int(11) DEFAULT '0',
  `IsDeleted` bit(1) NOT NULL DEFAULT b'0',
  `Timestamp` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of Users
-- ----------------------------
INSERT INTO `Users` VALUES ('00000000-0000-0000-0000-000000000001', '00000000-0000-0001-0000-000000000000', '00000000-1000-0000-0000-000000000000', 'admin', 'admin', '管理员', '1', '\0', '2018-01-10 14:01:01');
INSERT INTO `Users` VALUES ('81e21295-f5b1-40e2-885a-10969ff96cd6', '00000000-0000-0001-0000-000000000003', '0d21b425-bf8c-4fbc-8f37-8e9cc06eb28b', 'user', 'user', '普通用户1', '2', '\0', '2018-01-16 09:51:56');
